[
{
    "title": "Những dấu ấn và con người Bách khoa gắn bó cùng Quân đội nhân dân",
    "content_length": 8495,
    "content": "Trên chặng đường gẩn 70 năm lịch sử, Đại học Bách khoa Hà Nội có mối liên hệ mật thiết với Quân đội nhân dân Việt Nam về lịch sử, con người cũng như các hoạt động đào tạo, nghiên cứu khoa học, cùng vì mục tiêu phục vụ đất nước và nhân dân. Nhân dịp kỷ niệm 81 năm thành lập Quân đội nhân dân Việt Nam, xin trân trọng giới thiệu bài viết của PGS. Huỳnh Quyết Thắng, Giám đốc Đại học Bách khoa Hà Nội với tiêu đề “Những dấu ấn và con người Bách khoa gắn bó cùng Quân đội nhân dân”. Trong suốt quá trình hình thành và phát triển, Đại học Bách khoa Hà Nội luôn gắn chặt sự nghiệp đào tạo, nghiên cứu khoa học với yêu cầu phục vụ đất nước, trong đó có nhiệm vụ củng cố tiềm lực quốc phòng – an ninh. Nhiều thế hệ cán bộ, giảng viên và sinh viên Nhà trường đã trực tiếp tham gia các cuộc kháng chiến, đóng góp trí tuệ và công sức cho sự nghiệp đấu tranh giải phóng dân tộc, xây dựng và bảo vệ Tổ quốc. Truyền thống vẻ vang đó tiếp tục được bồi đắp và phát huy trong các thế hệ sinh viên Bách khoa hôm nay. Gắn bó sâu sắc với Quân đội nhân dân Việt Nam Một dấu ấn đặc biệt trong chặng đường phát triển của Đại học Bách khoa Hà Nội là mối liên hệ mật thiết, bền chặt với Quân đội nhân dân Việt Nam, thể hiện rõ nét qua các thế hệ lãnh đạo và cán bộ tiêu biểu của Nhà trường. Giám đốc đầu tiên của Đại học Bách khoa Hà Nội là Thiếu tướng, Giáo sư, Viện sĩ Trần Đại Nghĩa – nhà khoa học lớn, người có vai trò chủ chốt trong việc xây dựng ngành công nghiệp quốc phòng của nước Việt Nam Dân chủ Cộng hòa từ những ngày đầu. Trong Quân đội nhân dân Việt Nam, Thiếu tướng Trần Đại Nghĩa từng đảm nhiệm nhiều cương vị quan trọng như Cục trưởng Cục Quân giới, Phó Chủ nhiệm Tổng cục Kỹ thuật (Bộ Quốc phòng), Chủ nhiệm Ủy ban Khoa học và Kỹ thuật Nhà nước (nay là Bộ Khoa học và Công nghệ). Tiếp nối là Giáo sư Tạ Quang Bửu, Hiệu trưởng Đại học Bách khoa Hà Nội, người từng giữ các cương vị Thứ trưởng, Bộ trưởng Bộ Quốc phòng, sau đó là Bộ trưởng Bộ Đại học và Trung học chuyên nghiệp. Đặc biệt, Giáo sư Tạ Quang Bửu là đại diện của Chính phủ nước Việt Nam Dân chủ Cộng hòa ký kết văn kiện Hiệp định Genève năm 1954. Kế nhiệm Giáo sư Tạ Quang Bửu là Hiệu trưởng Hoàng Xuân Tùy, người từng là Trưởng ban Tuyên huấn Mặt trận Điện Biên Phủ, Chủ nhiệm Báo Quân đội nhân dân, phụ trách công tác thông tin, tuyên truyền trong kháng chiến chống thực dân Pháp. GS. Tạ Quang Bửu, GS. Trần Đại Nghĩa, GS. Hoàng Xuân Tùy trong dịp kỷ niệm 25 năm thành lập Trường Đại học Bách khoa Hà Nội Những người Bách khoa trong các cuộc kháng chiến Trong hai cuộc kháng chiến giành độc lập, thống nhất đất nước, cũng như trong các cuộc chiến đấu bảo vệ chủ quyền và làm nghĩa vụ quốc tế, gần 3.000 cán bộ và sinh viên Đại học Bách khoa Hà Nội đã nghe theo tiếng gọi thiêng liêng của Tổ quốc, xếp bút nghiên lên đường chiến đấu. Các cán bộ, sinh viên Bách khoa đã có mặt tại những chiến trường ác liệt như Đường 9 – Khe Sanh, Thành cổ Quảng Trị, Chiến dịch Tây Nguyên, Chiến dịch Hồ Chí Minh lịch sử. Trong số đó có nhiều tấm gương tiêu biểu như Anh hùng Lực lượng vũ trang nhân dân Bùi Ngọc Dương (cựu sinh viên ngành Cầu đường), Anh hùng Lực lượng vũ trang nhân dân Trần Thanh Hải (cựu sinh viên ngành Vô tuyến). Đặc biệt, hàng trăm cán bộ và sinh viên Đại học Bách khoa Hà Nội đã tham gia chiến đấu trong các binh chủng Tên lửa, Pháo binh, Không quân, Ra-đa và các đơn vị kỹ thuật của Quân chủng Phòng không – Không quân. Tiêu biểu có Anh hùng Lực lượng vũ trang nhân dân Nguyễn Tiến Sâm, sau này là Tham mưu trưởng Quân chủng Không quân và Cục trưởng Cục Hàng không dân dụng Việt Nam; và đặc biệt là sự hy sinh anh dũng của Anh hùng Lực lượng vũ trang nhân dân Vũ Xuân Thiều (cựu sinh viên ngành Vô tuyến), người đã dũng cảm lao máy bay vào “pháo đài bay” B-52, bảo vệ bầu trời Thủ đô Hà Nội năm 1972. Các cán bộ, sinh viên Bách khoa đã mang theo tinh thần và trí tuệ Bách khoa, nhanh chóng làm chủ khí tài quân sự hiện đại, sáng tạo trong khai thác, sử dụng và phát huy tối đa hiệu quả vũ khí trang bị kỹ thuật, góp phần quan trọng vào chiến thắng của Quân đội nhân dân Việt Nam. Một câu chuyện tiêu biểu cho tinh thần “người Bách khoa” là kíp trắc thủ tên lửa bắn rơi chiếc B-52 trên hồ Hữu Tiệp (phường Ngọc Hà) – chiếc B-52 duy nhất bị bắn hạ khi chưa kịp thả bom, bảo vệ an toàn trung tâm chính trị Ba Đình. Trong kíp trắc thủ này có ba cựu sinh viên Bách khoa: Nguyễn Đức Chiêu, Trương Đăng Khoa và Nguyễn Văn Tuyền. Sau chiến tranh, các ông tiếp tục trở lại giảng đường Bách khoa học tập, với khát vọng xây dựng đất nước “đàng hoàng hơn, to đẹp hơn” như Chủ tịch Hồ Chí Minh hằng mong muốn. Trong đó, thầy Nguyễn Văn Tuyền sau này công tác tại Đại học Bách khoa Hà Nội, đảm nhiệm cương vị Trưởng khoa Mác – Lênin. Đóng góp trong đào tạo và nghiên cứu phục vụ quốc phòng – an ninh Bên cạnh mối liên hệ sâu sắc về con người, Đại học Bách khoa Hà Nội còn có sự phối hợp chặt chẽ với Quân đội trong đào tạo và nghiên cứu khoa học phục vụ nhiệm vụ quốc phòng – an ninh. Năm 1966, Phân hiệu II của Đại học Bách khoa Hà Nội được thành lập để đáp ứng yêu cầu đào tạo cán bộ kỹ thuật cho quốc phòng; đến năm 1968, Phân hiệu này phát triển thành Đại học Kỹ thuật Quân sự, tiền thân của Học viện Kỹ thuật Quân sự ngày nay. Tiếp tục hợp tác, đóng góp cho sự nghiệp bảo vệ Tổ quốc Trong giai đoạn hiện nay, trước yêu cầu xây dựng nền quốc phòng toàn dân vững mạnh gắn với phát triển khoa học – công nghệ và chuyển đổi số quốc gia, Đại học Bách khoa Hà Nội tiếp tục phát huy vai trò là trung tâm đào tạo và nghiên cứu hàng đầu trong các lĩnh vực kỹ thuật, công nghệ then chốt. Nhà trường đã xây dựng và duy trì mối quan hệ hợp tác chặt chẽ với nhiều cơ quan, đơn vị trong Quân đội nhân dân Việt Nam trong lĩnh vực quốc phòng – an ninh, tiêu biểu là Quân chủng Phòng không – Không quân và Học viện Kỹ thuật Quân sự, cùng nhiều học viện, nhà trường quân đội, viện nghiên cứu và đơn vị kỹ thuật thuộc Bộ Quốc phòng. Các hoạt động hợp tác tập trung vào đào tạo, nghiên cứu khoa học, phát triển công nghệ lưỡng dụng, chuyển giao và ứng dụng các giải pháp kỹ thuật trong các lĩnh vực điện tử – viễn thông, tự động hóa, cơ khí, vật liệu, công nghệ thông tin, an ninh – an toàn thông tin. Thông qua các chương trình hợp tác, cán bộ, giảng viên và sinh viên Đại học Bách khoa Hà Nội có điều kiện tham gia nghiên cứu, thực tập, trao đổi học thuật và trải nghiệm thực tiễn trong môi trường quân đội, góp phần đào tạo đội ngũ kỹ sư, trí thức trẻ có trình độ chuyên môn cao, ý thức kỷ luật và tinh thần trách nhiệm đối với nhiệm vụ xây dựng nền quốc phòng toàn dân. Lãnh đạo Cục Chính trị, Quân chủng Phòng không Không quân cùng Lãnh đạo Đại học Bách khoa Hà Nội trong lễ kỷ niệm 80 năm thành lập QĐND Việt Nam Nâng cao chất lượng giáo dục quốc phòng – an ninh Đại học Bách khoa Hà Nội chú trọng đẩy mạnh giáo dục quốc phòng – an ninh nhằm nâng cao nhận thức, bồi dưỡng bản lĩnh chính trị, ý thức kỷ luật và tinh thần trách nhiệm công dân cho sinh viên. Việc tổ chức đào tạo học phần Giáo dục quốc phòng và an ninh được triển khai bài bản, gắn với đặc thù của một đại học kỹ thuật – công nghệ hàng đầu; nội dung giảng dạy được cập nhật, lồng ghép các vấn đề mới về khoa học – công nghệ, an ninh phi truyền thống, chuyển đổi số và nhiệm vụ bảo vệ Tổ quốc trong tình hình mới. Cùng với đó, môi trường học tập và rèn luyện ngày càng được đầu tư, hoàn thiện với hệ thống cơ sở vật chất tại Ký túc xá B6, B7, khu giảng đường B6B và sân tập giáo dục quốc phòng – an ninh, đáp ứng yêu cầu giảng dạy, học tập và huấn luyện theo quy định. Thông qua học phần Giáo dục quốc phòng và an ninh, Đại học Bách khoa Hà Nội góp phần hình thành thế hệ sinh viên có kiến thức chuyên môn vững vàng, bản lĩnh chính trị, ý thức công dân và tinh thần sẵn sàng cống hiến. Buổi làm việc, kiểm tra công tác Giáo dục Quốc phòng an ninh Kết luận Với tinh thần trách nhiệm, niềm tự hào và khát vọng cống hiến, Đại học Bách khoa Hà Nội sẽ tiếp tục làm việc theo giá trị cốt lõi “Trách nhiệm – Sáng tạo – Chính trực – Xuất sắc”, phát huy trí tuệ và sức sáng tạo của đội ngũ thầy và trò Bách khoa trong đào tạo, bồi dưỡng nhân tài, bao gồm nhân tài khoa học, nhân tài công nghệ và nhân tài đổi mới sáng tạo, khởi nghiệp; đồng thời đào tạo nguồn nhân lực chất lượng cao theo phương châm “thực việc – thực chiến”, phát triển khoa học – công nghệ gắn chặt với các bài toán lớn và những yêu cầu cấp thiết của thực tiễn phát triển đất nước, góp phần bảo vệ vững chắc độc lập, chủ quyền và toàn vẹn lãnh thổ thiêng liêng của Tổ quốc. PGS. Huỳnh Quyết Thắng Giám đốc Đại học Bách khoa Hà Nội",
    "url": "https://hust.edu.vn/vi/news/hoat-dong-chung/nhung-dau-an-va-con-nguoi-bach-khoa-gan-bo-cung-quan-doi-nhan-dan-655740.html"
},
{
    "title": "Trí tuệ Bách khoa góp phần giải các bài toán cuộc sống",
    "content_length": 6024,
    "content": ">>> Xem bài viết trong Đặc san Đại học Bách khoa Hà Nội TẠI ĐÂY Giữa tháng 9/2025, Đại học Bách khoa Hà Nội trưng bày 7 sản phẩm nghiên cứu khoa học tại Triển lãm Những thành tựu nổi bật của ngành Y tế và Giáo dục - Đào tạo tổ chức tại Nhà Quốc hội. Triển lãm diễn ra trong khuôn khổ Hội nghị toàn quốc quán triệt, triển khai thực hiện 4 nghị quyết quan trọng của Bộ Chính trị (khóa XIII). Nối bật trong các sản phẩm tham gia triển lãm là Hệ thống Auto Timelapse và Bộ kit thử nhanh Dengue NS1 và IgG/lgM - có rất nhiều tiềm năng ứng dụng trong thực tiễn, góp phần giải các bài toán về kinh tế - xã hội Việt Nam. Nhật ký số hóá quá trình hình thành các công trình trọng điểm Auto Timelapse là hệ thống giám sát trực tuyến hoạt động ổn định trong mọi địa hình, khí hậu mà không cần điện nguồn, có khả năng truyền tải dữ liệu qua 4G/5G và lưu trữ không giới hạn. Auto Timelapse có thể hoạt động bằng năng lượng mặt trời, kết hợp năng lượng gió, ghi hình và thông số vật lý môi trường liên tục để tạo nên chuỗi phim timelapse độ phân giải cao, giúp người quản lý hoặc nhà nghiên cứu giám sát diễn biến công trình, môi trường hay sinh trưởng nông nghiệp theo tiền trình thực tế. Thiết bị cho phép thu thập hình ảnh cùng các thông số vật lý của môi trường theo thời gian thực, dữ liệu được bảo mật an toàn và có thể truy cập tức thì ở bất cứ đâu thông qua web, app trên các thiết bị thông minh. Toàn bộ phần cứng và nên tảng phần mêm đều do nhóm nghiên cứu của Viện Nghiên cứu Công nghệ Không gian và Dưới nước, Đại học Bách khoa Hà Nội làm chủ hoàn toàn, được cải tiến qua 16 phiên bản để ngày càng tinh gọn, hiệu quả và thân thiện với người dùng. Hệ thống Auto Timelapse. Ảnh: Kim Chi Trong lĩnh vực xây dựng, Auto Timelapse đã được áp dụng để theo dõi tiền độ thi công nhiều công trình quy mô lớn, tạo nên \"nhật ký số hóa\" minh bạch, chính xác đến từng chi tiết, đồng thời có rất nhiều công cụ hữu ích như: So sánh đối chiếu tiền độ, tra cứu trực tuyến, \"nội soi\" theo thời điểm thi công... Các chủ đầu tư, ban quản lý và cơ quan giám sát có thể theo dõi hình ảnh, video trực tuyến mọi lúc, mọi nơi, ngay cả trong điều kiện khắc nghiệt. Đây cũng là công nghệ cốt lõi của dòng sản phẩm này khi đảm bảo độ tĩnh tuyệt đối, hoạt động tin cậy trong mọi điều kiện địa hình khí hậu trong thời gian dài. Trong lĩnh vực môi trường, thiết bị cho phép theo dõi sụt lún, xâm thực, triều cường hay sạt lở địa tâng, tích hợp cảm biến chuyên dụng để đo và phân tích sự biển thiên của các yếu tố khí - thủy văn. Với nông nghiệp công nghệ cao, Auto Timelapse giúp quan sát quá trình sinh trưởng cây trồng, vật nuôi, kết hợp dữ liệu cảm biến như độ ẩm, nhiệt độ, độ mặn để truy xuất nguồn gốc và tối ưu hóa quy trình sản xuất. Sau 8 năm ứng dụng thực tế, hệ thống đã được triển khai trong hơn 1.000 dự án ở khắp các địa hình từ rừng núi, đồng bằng, khu công nghiệp đến vùng biển đảo xa xôi trên lãnh thổ Việt Nam và đang thử nghiệm tại Malaysia, Hàn Quốc, Nga… Sản phẩm nghiên cứu vì sức khoẻ cộng đồng Trong bối cảnh phần lớn sinh phẩm chẩn đoán y học ở Việt Nam vẫn cần nhập khẩu, việc phụ thuộc vào nguồn cung bên ngoài không chỉ khiến chi phí tăng cao mà còn đặt ra thách thức về khả năng chủ động trong phòng chống dịch bệnh. Nhận thức rõ trách nhiệm của cơ sở đào tạo và nghiên cứu tiên phong, các nhà khoa học Viện Khoa học và Công nghệ sức khỏe, Đại học Bách khoa Hà Nội đã chủ động phát triển, quyết tâm làm chủ toàn bộ quy trình chế tạo kit thử nhanh \"made in Vietnam\", nổi bật trong số đó có Bộ kit thử nhanh Dengue NS1 và IgG/IgM. Nguyên lý hoạt động của Bộ kit thử nhanh Dengue NS1 và IgG/IgM Bệnh truyền nhiễm sốt xuất huyết Dengue có tác nhân do muỗi Aedes aegypti (muỗi văn), lưu hành tại 128 quốc gia, đe dọa hơn 3,9 tỷ người. Mỗi năm, thế giới có tới khoảng 390 triệu ca nhiễm. Tại Việt Nam, bệnh có mặt ở hầu hết các tỉnh, gây ra nhiều đợt dịch lớn, tỉ lệ tử vong cao nếu không được chẩn đoán kịp thời. Tuy nhiên, hầu hết các sinh phẩm xét nghiệm nhanh hiện nay đều phải nhập khẩu, khiến chi phí cao và phụ thuộc vào nguôn cung bên ngoài. Bộ kit thử nhanh Dengue NS1 và IgG/lgM là sản phẩm nghiên cứu được triển khai dựa trên nền tảng công nghệ chiến lược: Công nghệ Y - Sinh học tiên tiến (Công nghệ gen, công nghệ protein, công nghệ tế bào). Quá trình sản xuất kit đi từ sản xuất protein kháng nguyên NS1 tái tổ hợp từ E.coli, sản xuất kháng thể đa dòng tinh sạch từ động vật, sau đó sản xuất các thành phần que thử, sản xuất que thử hoàn thiện và cuối cùng là đánh giá kit thử. Bộ kit thử được thiết kế dựa trên nguyên lý sắc ký miễn dịch, sử dụng hai kháng thể đa dòng kháng protein NS1 được sản xuất từ thỏ và chuột lang để làm kháng thể phát hiện và bắt giữ, cùng một kháng thể đa dòng kháng IgG thỏ hoặc protein A làm kiểm chứng và sử dụng hạt nano vàng đa thùy cộng hợp với kháng thể phát hiện để tăng độ nhạy của phép thử. Nối bật, nhóm nghiên cứu đã làm chủ hoàn toàn công nghệ sản xuất kháng thể và hạt nano vàng đa thùy, loại hạt giúp tăng đáng kể độ nhạy của phép thử. Khi mẫu huyết thanh của bệnh nhân được nhỏ vào que thử, nếu chứa kháng nguyên NS1, phức hợp kháng nguyên - kháng thể - hạt nano vàng sẽ hình thành và di chuyển dọc màng nitrocellulose, tạo nên hai vạch tín hiệu thể hiện trạng thái dương tính, nếu chỉ xuất hiện một vạch ở vị trí đối chứng, mẫu được xác định âm tính với virus Dengue. Bộ kit thử nhanh Dengue NS1 và IgG/IgM Các kết quả thử nghiệm bước đầu cho thấy bộ kit thử có độ nhạy và độ đặc hiệu cao, tương đương thậm chí vượt một số sản phẩm ngoại nhập, có thể dễ dàng sử dụng ở mọi cơ sở y tế từ cấp cơ sở đến tuyến Trung ương. Dự kiến, trong thời gian tới, các nhà khoa học Bách khoa sẽ hoàn thiện và phát triển quy trình công nghệ sản xuất Bộ kit thử nhanh Dengue NS1 và IgG/IgM quy mô lớn. Auto Timelapse cùng Bộ kit thử nhanh Dengue NS1 và IgG/IgM tưởng chừng là hai công trình khoa học khác biệt, nhưng đều là minh chứng sinh động về kim chỉ nam của Đại học Bách khoa Hà Nội trong hành trình gần bảy thập kỷ xây dựng và phát triển: Trách nhiệm với đất nước - Cam kết với cộng đồng.",
    "url": "https://hust.edu.vn/vi/news/khoa-hoc-cong-nghe-dmst/tri-tue-bach-khoa-gop-phan-giai-cac-bai-toan-cuoc-song-655714.html"
},
{
    "title": "Khi giảng viên quốc tế “phải lòng” giảng viên Bách khoa",
    "content_length": 5887,
    "content": ">>> Xem bài viết trong Đặc san Đại học Bách khoa Hà Nội TẠI ĐÂY Một trong những yếu tố thu hút sinh viên của Đại học Bách khoa Hà Nội là đội ngũ giảng viên ưu tú, những nhà khoa học xuất sắc. Các thầy, cô giáo Bách khoa có phương pháp giảng dạy thu hút, khơi dậy đam mê nghiên cứu, sáng tạo, định hướng tư duy cho sinh viên ngay từ năm Nhất đại học. Không chỉ hấp dẫn sinh viên, giảng viên Bách khoa Hà Nội còn gây ấn tượng sâu sắc với các giảng viên nước ngoài. Cùng lắng nghe chia sẻ, cảm nhận của các giáo sư, chuyên gia trên thế giới về giảng viên Đại học Bách khoa Hà Nội! Nhiệt huyết bừng cháy của cô giáo Việt Nam Năm 2010, GS. René Carré, Giám đốc Nghiên cứu danh dự của Trung tâm Quốc gia Nghiên cứu Khoa học Pháp (CNRS) lần đầu tiên thăm Viện nghiên cứu Quốc tế về Thông tin đa phương tiện, Truyền thông và ứng dụng - MICA (nay thuộc Trường Điện - Điện tử), Đại học Bách khoa Hà Nội. Nhà khoa học người Pháp đặc biệt ấn tượng với PGS. Lê Minh Thùy, giảng viên Trường Điện - Điện tử. Ông nhớ nhất hình ảnh cô Thùy bảo vệ luận án tiến sĩ, đứng thuyết trình trước Hội đồng chuyên gia với sự nhiệt thành và năng lượng tích cực lan tỏa trong từng bài thuyết trình, từng câu trả lời. “Lần đầu tiên chứng kiến cô Thùy bảo vệ luận án tiến sĩ, tôi thật sự ngạc nhiên. Sự tự tin, say mê và cách cô trình bày vấn đề khiến buổi bảo vệ trở nên sinh động, cuốn hút,” ông Carré hồi nhớ. Chuyên gia người Pháp đánh giá rất cao tinh thần quyết tâm hoàn thành công việc với “100% công lực” của cô Thùy. Nữ giảng viên Bách khoa tạo cho ông cảm giác cô sẵn sàng tất tay, “all in” với nghiên cứu. GS. René Carré, Giám đốc Nghiên cứu danh dự của Trung tâm Quốc gia Nghiên cứu Khoa học Pháp (CNRS) và PGS. Lê Minh Thùy, giảng viên Trường Điện – Điện tử “Là người trong ngành Vật lý và Điện tử, tôi rất ấn tượng với cách tiếp cận vấn đề và những câu hỏi cô Thùy đưa ra. Cô gái nhỏ nhắn ấy luôn dốc tâm huyết vào những dự án, nghiên cứu của mình với sự tập trung cao độ. Tôi đã chứng kiến và khâm phục cô giáo Việt Nam ấy không quản khó khăn, vất vả để cống hiến thời gian và công sức cho những sản phẩm khoa học.” - Ông René Carré chia sẻ. Giáo sư Pháp cho biết ông bị thu hút bởi phong cách làm việc của PGS. Lê Minh Thùy. Ông nhận định rằng sự năng nổ thúc đẩy các hợp tác quốc tế của cô Thùy sẽ trở thành bàn đạp đưa cô vươn tới những tầm cao mới trong nghiên cứu. Cô Lê Minh Thùy thường chia sẻ với GS. René Carré mong muốn giảng dạy và xây dựng các hoạt động nghiên cứu trong lab, đào tạo và hướng dẫn sinh viên làm việc cùng nhau. Theo GS. Carré, một nhà khoa học không chỉ cần có sự xuất sắc trong chuyên môn, niềm đam mê với nghiên cứu, tìm tòi những điều mới lạ trong tự nhiên và cuộc sống mà còn cần có sự quyết tâm, máu lửa với nghề. “Tôi thật sự bất ngờ khi tất cả những phẩm chất ấy lại hội tụ trong một cô giáo Việt Nam trẻ trung như vậy,” ông nói. PGS. Lê Minh Thùy đã thay đổi suy nghĩ của GS. René Carré về thầy, cô giáo Việt Nam nói chung và giảng viên Bách khoa Hà Nội nói riêng. Chuyên gia Pháp tin chắc rằng cô Thùy sẽ còn thành công hơn nữa trong lĩnh vực này. “Những nghiên cứu của cô Thùy sẽ góp phần vào sự phát triển của Việt Nam. Trong những năm qua, tôi nhận thấy vai trò quan trọng của phụ nữ ở đất nước Việt Nam ngày càng rõ rệt. Cô Lê Minh Thùy xứng đáng với vị trí và thành công mà cô đang có tại Bách khoa Hà Nội!” - GS. René Carré khẳng định. Cô giáo như mẹ hiền Ông Mark Leather là Giáo sư Danh dự của Đại học St. Mark và St. John (còn gọi là Đại học Plymouth Marjon), vùng cực Tây Nam nước Anh, Vương quốc Anh. Ông là một học giả, chuyên gia hàng đầu về phương pháp giáo dục ngoài trời, học tập trải nghiệm và học tập tại nhà. Tháng 10/2025, ông đến thăm và làm việc tại Khoa Ngoại ngữ, Đại học Bách khoa Hà Nội trong 2 tuần. Trong thời gian này, ông điều hành một hội thảo giáo dục cho các giảng viên Khoa; đồng thời trực tiếp hướng dẫn các lớp học về kỹ năng giao tiếp và nghiên cứu quốc tế, tập trung vào các giá trị của nước Anh. Tuy thời gian làm việc chung không dài nhưng đủ để GS. Mark Leather cảm nhận được sự chuyên nghiệp và năng lực xuất sắc của giảng viên Đại học Bách khoa Hà Nội. “Tôi rất ngạc nhiên và cảm động trước sự tận tâm, chu đáo của các thầy, cô giáo Bách khoa. Họ truyền đạt kiến thức, luôn quan tâm, lắng nghe và tôn trọng sinh viên như những người thân của mình.” - Ông Leather chia sẻ. Từ trái sang: GS. Mark Leather, Đại học St. Mark và St. John, giảng viên Phạm Thanh Tâm và TS. Trịnh Thị Ánh Hằng - Phó Trưởng khoa phụ trách Khoa Ngoại ngữ, Đại học Bách khoa Hà Nội Theo vị chuyên gia giáo dục Anh, sự tỉ mỉ, chu đáo trong cách giảng dạy đầy nhân văn đó phần nào phản ánh tinh thần lãnh đạo của TS. Trịnh Thị Ánh Hằng - Phó Trưởng khoa phụ trách Khoa Ngoại ngữ. “Cách cô Ánh Hằng đối thoại và làm việc cùng đồng nghiệp, sinh viên toát lên tình yêu sâu sắc với nghề giáo. Một ngọn lửa nghề thật đẹp khiến ai cũng muốn noi theo!” - GS. Mark Leather nhận xét. Nhân dịp Ngày Nhà giáo Việt Nam 20/11, các giáo sư quốc tế gửi lời chúc tốt đẹp nhất đến thầy cô Đại học Bách khoa Hà Nội và toàn thể những người đang gắn bó với sự nghiệp trồng người. Dù khác biệt về văn hóa hay ngôn ngữ, họ đều chung một niềm tin: Giáo dục là con đường nuôi dưỡng trí tuệ và tâm hồn mỗi người, tạo nên những công dân có tri thức, nhân ái và trách nhiệm với xã hội. Theo phương hướng phát triển năm 2025, Đại học Bách khoa Hà Nội sẽ tiếp tục mở rộng hợp tác quốc tế, xây dựng mạng lưới đối tác học thuật vững mạnh và thu hút nhiều chương trình trao đổi sinh viên, giảng viên nước ngoài. Để làm được điều đó, Nhà trường cần một môi trường học thuật năng động cùng những con người tận tâm - những người Bách khoa luôn cháy hết mình: Trách nhiệm - Sáng tạo - Chính trực - Xuất sắc. Những lời chia sẻ chân thành từ các giáo sư quốc tế chính là sự ghi nhận quý báu cho nỗ lực ấy, cho một Bách khoa năng động, sáng tạo và đầy sức sống, vươn mình kiến tạo tương lai.",
    "url": "https://hust.edu.vn/vi/news/hoat-dong-chung/khi-giang-vien-quoc-te-phai-long-giang-vien-bach-khoa-655698.html"
},
{
    "title": "Hơn 300 nhà khoa học tham gia kiến tạo hệ sinh thái số",
    "content_length": 7062,
    "content": "Ngày 20/12, Đại học Bách khoa Hà Nội phối hợp với Hội Vô tuyến – Điện tử Việt Nam tổ chức Hội nghị Quốc gia lần thứ 28 về Điện tử, Truyền thông và Công nghệ thông tin với chủ đề “Đột phá - Sáng tạo – Kết nối: Kiến tạo hệ sinh thái số” (REV-ECIT 2025). Hội nghị được bảo trợ bởi Bộ Khoa học và Công nghệ, thu hút hơn 300 chuyên gia, nhà khoa học từ các trường đại học, viện nghiên cứu, cơ quan quản lý và doanh nghiệp tham dự. Diễn đàn thúc đẩy hợp tác trên cơ sở hội tụ xuất sắc Phát biểu khai mạc hội nghị, PGS. Huỳnh Quyết Thắng - Giám đốc Đại học Bách khoa Hà Nội khẳng định REV-ECIT là hội nghị có bề dày lịch sử, chủ đề “Đột phá - Sáng tạo - Kết nối: Kiến tạo hệ sinh thái công nghiệp số” cho thấy một thông điệp rất rõ ràng: Đổi mới sáng tạo chỉ có thể bền vững khi được nuôi dưỡng bằng sự kết nối chặt chẽ giữa đào tạo, nghiên cứu với doanh nghiệp, cùng vai trò kiến tạo của chính sách. PGS. Huỳnh Quyết Thắng khẳng định chủ trương kết nối “Ba nhà” Nhà nước - Nhà trường - Doanh nghiệp là định hướng quan trọng trong bối cảnh hiện nay để chuyển hóa tri thức thành năng lực cạnh tranh. PGS. Huỳnh Quyết Thắng - Giám đốc Đại học Bách khoa Hà Nội Gắn với việc thực hiện Nghị quyết số 57-NQ/TW và Nghị quyết số 71-NQ/TW của Bộ Chính trị, PGS. Huỳnh Quyết Thắng cho biết Đại học Bách khoa Hà Nội đã xác lập những triết lý phát triển có ý nghĩa nền tảng cho chiến lược giai đoạn mới. Triết lý thứ nhất là đào tạo nhân tài và đào tạo nguồn nhân lực chất lượng cao thực việc, thực chiến. Triết lý thứ hai là phát triển dựa trên 5 trụ cột xuất sắc, gồm: Xuất sắc về con người; Xuất sắc về tri thức - công nghệ; Xuất sắc về hợp tác; Xuất sắc về giá trị; Xuất sắc về quản trị. Giám đốc Đại học Bách khoa Hà Nội bày tỏ niềm tin: REV-ECIT là diễn đàn quan trọng để thúc đẩy hợp tác trên cơ sở hội tụ xuất sắc, tăng cường kết nối giữa nhà trường, nhà nước, nhà khoa học, doanh nghiệp, cùng chung niềm tin vào khoa học công nghệ và khát vọng xây dựng hệ sinh thái đổi mới sáng tạo của Việt Nam. “Đột phá” từ tư duy - “Sáng tạo” trong chuẩn mực - “Kết nối” dòng chảy tri thức Tại phiên khai mạc, TS. Trần Đức Lai - Chủ tịch Hội Vô tuyến - Điện tử Việt Nam khẳng định Hội nghị REV-ECIT là sự kiện khoa học có ý nghĩa quan trọng trong bối cảnh đất nước bước vào giai đoạn phát triển mới, yêu cầu đẩy mạnh công nghiệp hóa, hiện đại hóa trên nền tảng khoa học công nghệ, đổi mới sáng tạo và chuyển đổi số. TS. Trần Đức Lai - Chủ tịch Hội Vô tuyến - Điện tử Việt Nam TS. Trần Đức Lai lý giải chủ đề hội nghị năm nay phản ánh cách tiếp cận tổng thể, liên ngành và dài hạn: “Đột phá phải bắt đầu từ tư duy khoa học và phương pháp nghiên cứu, hướng tới các bài toán công nghệ mới, liên ngành, dài hạn; Sáng tạo cần được hình thành trên nền tảng tri thức vững chắc, từ nghiên cứu nghiêm túc, tích lũy bền bỉ và tuân thủ chuẩn mực khoa học; Kết nối là sự gắn kết thực chất giữa các cộng đồng học thuật và các nhà khoa học, tạo dòng chảy tri thức liên tục, làm nền tảng cho hệ sinh thái khoa học – công nghệ bền vững.” TS. Trần Đức Lai kỳ vọng các phiên tham luận và tọa đàm sẽ tạo cơ hội để các nhà hoạch định chính sách, doanh nghiệp và nhà khoa học trao đổi, thảo luận, tìm giải pháp tối ưu và kiến nghị cho phát triển lĩnh vực điện tử, truyền thông và công nghệ thông tin nói chung, cũng như thực hiện chiến lược chuyển đổi số quốc gia trong giai đoạn tới. Phát biểu chỉ đạo hội nghị, TS. Phạm Đức Long - Thứ trưởng Bộ Khoa học và Công nghệ đánh giá hội nghị REV-ECIT 2025 là sự kiện khoa học uy tín, lâu đời, đồng hành với sự phát triển của ngành điện tử, truyền thông và công nghệ thông tin Việt Nam. TS. Phạm Đức Long - Thứ trưởng Bộ Khoa học và Công nghệ Thứ trưởng Phạm Đức Long nhấn mạnh hội nghị diễn ra trong bối cảnh toàn ngành khoa học và công nghệ đang được tái cấu trúc theo hướng tinh gọn, hiệu lực, hiệu quả; đồng thời hệ thống chính trị triển khai quyết liệt Nghị quyết số 57-NQ/TW của Bộ Chính trị. Theo TS. Phạm Đức Long, lĩnh vực điện tử, truyền thông và công nghệ thông tin là không gian hội tụ của nhiều ngành khoa học và công nghệ hiện đại, nơi tri thức khoa học cơ bản, công nghệ lõi và năng lực tích hợp hệ thống cần được kết nối chặt chẽ để tạo ra giá trị mới. Thứ trưởng nhấn mạnh vai trò của đội ngũ nhà khoa học, các cơ sở nghiên cứu và đào tạo trong lĩnh vực này có ý nghĩa quan trọng đối với năng lực làm chủ công nghệ, khả năng đổi mới sáng tạo và tương lai phát triển của đất nước. Thứ trưởng cho biết trong thới gian tới, Bộ Khoa học và Công nghệ sẽ tập trung phân tích và tổ chức thực thi hiệu quả thể chế theo hướng kiến tạo, chuyển sang quản lý theo kết quả và sản phẩm; chuyển nguồn lực tập trung cho các hướng nghiên cứu và công nghệ chiến lược, triển khai cơ chế thực nghiệm có kiểm soát để thúc đẩy nghiên cứu, ứng dụng và thương mại hóa kết quả. Bộ Khoa học và Công nghệ cũng cam kết tiếp tục hoàn thiện thể chế, chính sách theo hướng kiến tạo và phát triển, tạo môi trường thuận lợi cho nghiên cứu và đổi mới sáng tạo; phát huy vai trò đội ngũ nhà khoa học trong tư vấn, phản biện và tham gia xây dựng, tổ chức thực hiện chính sách khoa học - công nghệ. Hoạt động chuyên môn trong khuôn khổ REV-ECIT 2025 Hội nghị REV-ECIT 2025 thu hút 153 công trình nghiên cứu từ gần 60 trường đại học, viện nghiên cứu và doanh nghiệp trên toàn quốc, trong đó Đại học Bách khoa Hà Nội đóng góp số lượng công trình nhiều nhất với 35 công trình. Sau quá trình đánh giá nghiêm ngặt, 128 công trình đạt chuẩn xuất bản, trong đó 64 công trình trình bày trực tiếp và 54 công trình trình bày poster. Tỷ lệ chấp nhận gần 85% phản ánh sức hút học thuật lớn và chất lượng nghiên cứu cao trong cộng đồng khoa học Việt Nam. REV-ECIT 2025 được tổ chức với 8 tiểu ban chuyên môn, tập trung vào các lĩnh vực Nghị quyết 57-NQ/TW xác định là ưu tiên đột phá, bao phủ toàn chuỗi giá trị công nghệ từ phần cứng, hạ tầng truyền thông đến trí tuệ nhân tạo và an toàn không gian mạng. Trong đó, nổi bật là số lượng đề tài trong Tiểu ban Trí tuệ nhân tạo và ứng dụng liên ngành, cho thấy xu hướng đưa AI từ nghiên cứu vào các bài toán cụ thể của kinh tế số và chuyển đổi số. Tiểu ban Điện tử - Vi mạch cũng nhận được sự quan tâm đáng kể trong bối cảnh Việt Nam đẩy mạnh nâng cao năng lực phát triển công nghệ bán dẫn. Toạ đàm với sự tham gia của 6 diễn giả đến từ các cơ sở giáo dục đại học, doanh nghiệp REV-ECIT 2025 còn mở rộng đối thoại thông qua các phiên tham luận và tọa đàm với 2 phiên tham luận gắn trực tiếp vào các “nút thắt” của chuyển đổi số và năng lực công nghệ. Tại phiên tham luận 1, các nội dung tập trung vào hạ tầng và nguồn lực công nghệ, phiên tham luận 2 mở rộng ra các bài toán ứng dụng, quản trị và đô thị. Hội nghị REV-ECIT 2025 phác họa rõ con đường “đột phá - sáng tạo - kết nối”, từ nền tảng tri thức đến các bài toán ưu tiên quốc gia như AI, bán dẫn, 5G/6G,... đồng thời thúc đẩy những kết nối thực chất trong hệ sinh thái. Trải qua gần nửa thế kỷ hình thành và phát triển, REV-ECIT tiếp tục khẳng định vai trò diễn đàn học thuật quan trọng, đồng hành cùng các định hướng phát triển khoa học - công nghệ, chuyển đổi số của đất nước. Ảnh: Đức Lộc",
    "url": "https://hust.edu.vn/vi/news/khoa-hoc-cong-nghe-dmst/hon-300-nha-khoa-hoc-tham-gia-kien-tao-he-sinh-thai-so-655739.html"
},
{
    "title": "Đại học Bách khoa Hà Nội và Tập đoàn NVIDIA thúc đẩy hệ sinh thái nhà phát triển AI Việt Nam",
    "content_length": 4518,
    "content": "Sáng nay (19/11), Đại học Bách khoa Hà Nội phối hợp với Tập đoàn NVIDIA tổ chức Hội thảo hệ sinh thái nhà phát triển và khóa đào tạo “Building RAG with LLMS\" nhằm mục đích thúc đẩy sự phát triển của cộng đồng nhà phát triển tại Việt Nam, đặc biệt trong lĩnh vực Trí tuệ Nhân tạo (AI). Thúc đẩy hệ sinh thái nhà phát triển AI tại Việt Nam Phát biểu khai mạc hội thảo, PGS. Nguyễn Phong Điền - Phó Giám đốc Đại học Bách khoa Hà Nội - nhấn mạnh AI đang tham gia vào đời sống xã hội bằng nhiều cách khác nhau, từ sản xuất, dịch vụ đến giáo dục. Sự phát triển nhanh chóng này vừa mở ra cơ hội lớn, vừa đặt ra không ít thách thức cho các chương trình đào tạo đại học, nhiều ngành học lo ngại nguy cơ bị AI thay thế, do đó các cơ sở giáo dục đại học cần đưa AI vào chương trình đào tạo một cách khéo léo và hiệu quả. “Điều quan trọng là giúp sinh viên có được những kiến thức thiết thực nhất, biết cách sử dụng AI như một công cụ hỗ trợ tư duy, sáng tạo và giải quyết vấn đề” - PGS. Nguyễn Phong Điền chia sẻ. Trong bối cảnh đó, việc xây dựng hồ sơ học tập số với các chứng chỉ quốc tế, trong đó có chứng chỉ của NVIDIA được công nhận trên toàn thế giới, sẽ mang lại lợi thế lớn cho sinh viên khi bước vào thị trường lao động cạnh tranh. PGS. Nguyễn Phong Điền - Phó Giám đốc Đại học Bách khoa Hà Nội PGS. Nguyễn Phong Điền cũng bày tỏ mong muốn Tập đoàn NVIDIA đồng hành cùng Đại học Bách khoa Hà Nội trong nhiều hoạt động hơn nữa trên tinh thần hợp tác lâu dài, cùng phát triển vì lợi ích chung của hai tổ chức, qua đó tạo ra những tác động tích cực và sâu sắc hơn đối với đời sống kinh tế - xã hội Việt Nam. Hội thảo hệ sinh thái nhà phát triển và khóa đào tạo “Building RAG with LLMS\" diễn ra với 2 phần chính: Phiên hội thảo tập trung vào triển khai và giới thiệu các công nghệ mới, với trọng tâm là tthông tin về hệ sinh thái nhà phát triển NVIDIA, các chương trình đổi mới AI, cùng những bộ công cụ phần mềm (SDKs), giải pháp AI như NeMo và Nemotron và chương trình đào tạo chứng chỉ Deep Learning Institute (DLI) của NVIDIA. Phiên đào tạo là hoạt động chuyên sâu gồm đào tạo, đánh giá và cấp chứng chỉ. Đại học Bách khoa Hà Nội đã bố trí một phòng thi dành cho người tham dự đến từ doanh nghiệp và hai phòng thi cho sinh viên, tạo điều kiện để các nhóm đối tượng khác nhau có thể kiểm tra năng lực và nhận chứng chỉ của NVIDIA. Góc nhìn toàn diện từ NVIDIA về hệ sinh thái và đào tạo AI Trong khuôn khổ phiên hội thảo, TS. Trần Minh Quân - Chuyên gia phát triển công nghệ NVIDIA - đã mang đến bức tranh toàn cảnh về chiến lược phát triển hệ sinh thái nhà phát triển của NVIDIA trên phạm vi toàn cầu cũng như tại Việt Nam. TS. Trần Minh Quân - Chuyên gia phát triển công nghệ NVID - chia sẻ các chủ đề đào tạo của NVIDIA NVIDIA không chỉ cung cấp phần cứng tính toán hiệu năng cao, mà còn xây dựng một hệ sinh thái toàn diện bao gồm nền tảng phần mềm, bộ công cụ phát triển, chương trình đào tạo và chứng chỉ. Trong đó, các chương trình Đổi mới AI với NVIDIA và Hệ sinh thái nhà phát triển đóng vai trò cầu nối, giúp các nhà nghiên cứu, kỹ sư, startup và sinh viên tiếp cận công nghệ tiên tiến, rút ngắn khoảng cách từ nghiên cứu đến ứng dụng. TS. Trần Minh Quân cũng giới thiệu về NVIDIA DLI, là chương trình đào tạo chuyên sâu cung cấp các khóa học tự học, lớp học có giảng viên hướng dẫn, cùng hệ thống chứng chỉ được công nhận rộng rãi trong ngành. Các khóa học DLI được thiết kế theo lộ trình rõ ràng, gắn với nhu cầu thực tế của doanh nghiệp, giúp người học nhanh chóng làm chủ công nghệ AI và điện toán tăng tốc. Hội thảo cũng thảo luận về các giải pháp AI như NeMo và Nemotron, những nền tảng then chốt trong việc phát triển mô hình ngôn ngữ lớn, xây dựng tác nhân AI và triển khai các hệ thống RAG hiệu quả, an toàn và có khả năng mở rộng cao. Đây được xem là nền tảng quan trọng để các doanh nghiệp và tổ chức tại Việt Nam phát triển những ứng dụng AI mang tính đặc thù, phù hợp với bối cảnh và dữ liệu trong nước. Sinh viên tham dự sự kiện Hội thảo Hệ sinh thái nhà phát triển và khóa đào tạo “Building RAG with LLMs” là minh chứng rõ nét cho mô hình hợp tác hiệu quả giữa đại học kỹ thuật - công nghệ hàng đầu tại Việt Nam và doanh nghiệp công nghệ hàng đầu thế giới. Thông qua sự kiện, Đại học Bách khoa Hà Nội tiếp tục khẳng định vai trò tiên phong trong đào tạo, nghiên cứu và chuyển giao công nghệ, đồng thời mở rộng cánh cửa kết nối sinh viên và giảng viên với hệ sinh thái công nghệ toàn cầu, góp phần thực hiện nhiệm vụ chiến lược: “Vì thành công của người học, để người thầy tỏa sáng”. Ảnh: Đức Lộc",
    "url": "https://hust.edu.vn/vi/news/khoa-hoc-cong-nghe-dmst/dai-hoc-bach-khoa-ha-noi-va-tap-doan-nvidia-thuc-day-he-sinh-thai-nha-phat-trien-ai-viet-nam-655735.html"
},
{
    "title": "Hai nhà giáo tâm huyết của Đại học Bách khoa Hà Nội vinh dự nhận Huy hiệu tuổi Đảng",
    "content_length": 4883,
    "content": "Sáng nay (19/12), trong không khí trang nghiêm và ấm áp, Đảng bộ Đại học Bách khoa Hà Nội trang trọng tổ chức Lễ Trao Huy hiệu 40 năm và 30 năm tuổi Đảng cho các đảng viên đang sinh hoạt tại Đảng bộ Nhà trường. Buổi lễ là dịp ý nghĩa để tri ân, ghi nhận quá trình rèn luyện bền bỉ và những đóng góp thầm lặng nhưng sâu sắc của các đảng viên đối với sự nghiệp giáo dục - đào tạo và sự phát triển của Đại học Bách khoa Hà Nội. Tại buổi lễ, đồng chí Trần Văn Nhân - đảng viên Chi bộ Doanh nghiệp - vinh dự được trao Huy hiệu 40 năm tuổi Đảng; đồng chí Vũ Quang - đảng viên Chi bộ Kinh tế 2 - được trao Huy hiệu 30 năm tuổi Đảng. Đây là phần thưởng cao quý, ghi dấu những năm tháng phấn đấu không ngừng, gắn bó trọn vẹn của hai nhà giáo với Đảng, với Nhà trường và với sự nghiệp chung. GS. Lê Anh Tuấn - Bí thư Đảng ủy, Chủ tịch HĐĐH và PGS. Trần Ngọc Khiêm - UVTV, Chủ nhiệm Ủy ban Kiểm tra, Phó Giám đốc ĐH trân trọng trao Huy hiệu 40 năm tuổi Đảng và tặng hoa chúc mừng PGS. Trần Văn Nhân GS. Lê Anh Tuấn - Bí thư Đảng ủy, Chủ tịch HĐĐH và GS. Vũ Văn Yêm - UVTV, Phó Giám đốc ĐH trân trọng trao Huy hiệu 40 năm tuổi Đảng và tặng hoa chúc mừng PGS. Vũ Quang Phát biểu tại buổi lễ, GS. Lê Anh Tuấn - Bí thư Đảng ủy, Chủ tịch Hội đồng Đại học Đại học Bách khoa Hà Nội - khẳng định: “Việc trao Huy hiệu Đảng cho thầy Trần Văn Nhân và thầy Vũ Quang mang ý nghĩa đặc biệt sâu sắc, thể hiện sự trân trọng của Đảng đối với những đảng viên đã gắn bó lâu dài, cống hiến bền bỉ cho sự nghiệp cách mạng, cho giáo dục - đào tạo và cho Đại học Bách khoa Hà Nội”. Theo GS. Lê Anh Tuấn, hai thầy là những gương mặt tiêu biểu của đội ngũ trí thức Bách khoa Hà Nội - những nhà giáo tận tâm với giảng đường, những nhà khoa học nghiêm cẩn với chuyên môn, những cán bộ quản lý luôn đặt lợi ích chung lên hàng đầu. Trên mỗi cương vị công tác, các thầy luôn giữ vững tinh thần trách nhiệm, hoàn thành tốt nhiệm vụ được giao và để lại những dấu ấn rõ nét, bền bỉ trong từng lĩnh vực phụ trách. Trong bối cảnh đất nước bước vào giai đoạn phát triển mới, Đại học Bách khoa Hà Nội đang đứng trước yêu cầu đổi mới mạnh mẽ về mô hình phát triển, quản trị đại học và hoàn thiện thể chế nội bộ. Việc triển khai các nghị quyết quan trọng của Trung ương về khoa học - công nghệ, đổi mới sáng tạo, chuyển đổi số và giáo dục - đào tạo đòi hỏi Nhà trường tiếp tục phát huy trí tuệ tập thể, đặc biệt là sự đóng góp của các thầy cô giàu kinh nghiệm trong các lĩnh vực doanh nghiệp, pháp luật và quản trị. Theo Bí thư Đảng ủy, thầy Trần Văn Nhân và thầy Vũ Quang chính là những đại diện tiêu biểu cho nguồn lực quý báu ấy. PGS. Trần Văn Nhân xúc động chia sẻ: \"Các cụ hay nói về người gặp may mắn là có \"quý nhân phù trợ\", với tôi, \"quý nhân\" ấy chính là ĐHBK Hà Nội và các đồng nghiệp của tôi ở Bách khoa!\" Trong niềm xúc động, PGS. Trần Văn Nhân bày tỏ sự biết ơn sâu sắc đối với Đảng ủy, Ban Giám đốc và các đồng nghiệp đã luôn đồng hành, hỗ trợ thầy trong suốt quá trình công tác. Với thầy, Đại học Bách khoa Hà Nội là nơi gắn bó máu thịt, là môi trường tạo điều kiện để thầy học hỏi, trưởng thành và cống hiến. Dù đã nghỉ công tác, những suy tư về sự phát triển của Nhà trường, đặc biệt là việc hoàn thiện khung pháp lý cho mô hình doanh nghiệp trong đại học vẫn luôn thường trực. Thầy mong muốn Nhà trường tiếp tục quan tâm, đồng hành để mối liên kết giữa Nhà trường - Doanh nghiệp - Xã hội ngày càng phát huy hiệu quả và đi vào chiều sâu. PGS. Vũ Quang: \"Dù quỹ thời gian phía trước không còn nhiều, tôi vẫn mong tiếp tục được đóng góp trí tuệ và kinh nghiệm cho sự phát triển chung của ĐHBK Hà Nội. Chia sẻ tại buổi lễ, PGS. Vũ Quang bày tỏ niềm vinh dự khi được nhận Huy hiệu Đảng trong mái nhà chung Đại học Bách khoa Hà Nội. Thầy cho biết: Trong suốt quá trình công tác, lĩnh vực luật và pháp luật kinh tế tại một đại học kỹ thuật - công nghệ đã nhận được sự tin tưởng và khích lệ của Đảng ủy và Ban Giám đốc. Từ đó, nhóm chuyên môn về luật từng bước được hình thành, đóng góp cho công tác đào tạo, xây dựng các quy định nội bộ, đồng thời mở rộng nghiên cứu sang các lĩnh vực pháp luật gắn với khoa học - công nghệ, môi trường, năng lượng và phát triển bền vững. Dù quỹ thời gian phía trước không còn nhiều, thầy vẫn mong tiếp tục được đóng góp trí tuệ và kinh nghiệm cho sự phát triển chung của Đại học Bách khoa Hà Nội. Các đồng chí trong BCH Đảng bộ ĐHBK Hà Nội và đảng viên Chi bộ Doanh nghiêp và Chi bộ Kinh tế 2 chúc mừng đồng chí Trần Văn Nhân và đồng chí Vũ Quang Lễ trao Huy hiệu Đảng khép lại trong không khí trang nghiêm, lắng đọng và đầy cảm xúc. Phần thưởng cao quý mà Đảng trao tặng là sự ghi nhận xứng đáng cho những năm tháng cống hiến bền bỉ của hai nhà giáo, đồng thời là nguồn động viên để các thế hệ cán bộ, đảng viên, giảng viên và sinh viên Đại học Bách khoa Hà Nội tiếp tục giữ vững niềm tin, trách nhiệm và khát vọng phụng sự bằng tri thức và tâm huyết của người Bách khoa. Ảnh: Khánh Duy",
    "url": "https://hust.edu.vn/vi/news/tin-tuc-su-kien/hai-nha-giao-tam-huyet-cua-dai-hoc-bach-khoa-ha-noi-vinh-du-nhan-huy-hieu-tuoi-dang-655736.html"
},
{
    "title": "30 năm Trường CNTT&TT Bách khoa Hà Nội - Công nghệ bắt đầu từ con người",
    "content_length": 7008,
    "content": "Sáng nay (20/12), sảnh tòa nhà B1, Đại học Bách khoa Hà Nội không khí rộn ràng hơn thường lệ. Những gương mặt thân quên lâu ngày mới gặp, những cái bắt tay tràn đầy cảm xúc, những câu chuyện được nối dài từ hành lang đến khu vực triển lãm... Lễ kỷ niệm 30 năm thành lập Trường Công nghệ Thông tin và Truyền thông mở ra như một cuộc trở về, nơi người ta tìm lại những mảnh ký ức gắn với giảng đường, phòng máy, những đêm thức cùng mã nguồn và bài toán chưa có lời giải. 30 năm trước, khi Khoa Công nghệ Thông tin được thành lập vào năm 1995, công nghệ thông tin ở Việt Nam vẫn là một lĩnh vực còn mới mẻ. Máy tính chưa phổ biến, Internet chưa trở thành hạ tầng quen thuộc và khái niệm “kinh tế số” còn rất xa lạ. Trong bối cảnh ấy, việc đặt nền móng cho đào tạo công nghệ thông tin tại Đại học Bách khoa Hà Nội là một lựa chọn đòi hỏi niềm tin, tầm nhìn và sự kiên định. Thay mặt đồng chí Nguyễn Duy Ngọc - Uỷ viên Bộ Chính trị, Bí thư Thành ủy Hà Nội, Thiếu tướng Vũ Văn Tấn (bìa phải) - Cục trưởng Cục C06, Bộ Công an -  tặng hoa chúc mừng Trường CNTT&TT, ĐHBK Hà Nội Thời gian trôi qua, Khoa CNTT phát triển thành Viện Công nghệ thông tin và Truyền thông vào năm 2009, rồi trở thành Trường Công nghệ thông tin và Truyền thông (CNTT&TT) thuộc Đại học Bách khoa Hà Nội vào năm 2021. Mỗi lần thay đổi mô hình là một lần Trường CNTT&TT tự đặt mình trước những câu hỏi lớn: Tổ chức như thế nào? Đào tạo ra sao? Nghiên cứu đi về đâu trong một thế giới công nghệ biến động liên tục?… Không phải lựa chọn nào cũng dễ dàng, nhưng nhìn lại từ ngày hôm nay, những bước chuyển ấy đã tạo ra không gian phát triển đủ rộng cho cả đào tạo, nghiên cứu và kết nối với xã hội. Phía sau những con số là gương mặt của các thế hệ Trong bài phát biểu, PGS. Tạ Hải Tùng - Hiệu trưởng Trường CNTT&TT - không bắt đầu bằng bảng thành tích. Thầy chia sẻ về khoảnh khắc đứng phía sau cánh gà buổi lễ và cảm nhận rõ nhất ý nghĩa của 30 năm qua nằm ở những con người đã trưởng thành từ ngôi trường này. Ở nhiều nơi trên thế giới, từ các tập đoàn công nghệ lớn, các công ty khởi nghiệp trẻ, đến các viện nghiên cứu và trường đại học trong nước, cựu sinh viên CNTT Bách khoa Hà Nội xuất hiện ở những vị trí quan trọng. Với mỗi giảng viên, đó là phần thưởng thầm lặng nhưng sâu sắc nhất của nghề dạy học. PGS. Tạ Hải Tùng - Hiệu trưởng Trường CNTT&TT, ĐHBK Hà Nội - phát biểu tại buổi lễ Nhìn lại chặng đường ấy, Hiệu trưởng Trường CNTT&TT gợi mở 4 bài học lớn. Đó là việc xây dựng mọi thành tựu trên nền tảng truyền thống học thuật nghiêm cẩn của Đại học Bách khoa Hà Nội; là sức mạnh của sự đoàn kết qua nhiều thế hệ; là tinh thần tiên phong, sáng tạo trong một lĩnh vực biến động không ngừng; là ý thức phục vụ xã hội gắn liền với trách nhiệm giải trình. Những bài học ấy không được hình thành trong một sớm một chiều, mà được bồi đắp từ từng lớp sinh viên, từng đề tài nghiên cứu, từng lựa chọn chiến lược của nhà trường. Cũng từ điểm nhìn ấy, 3 thách thức hiện ra rất rõ. Đó là kỳ vọng ngày càng lớn của xã hội đối với đào tạo công nghệ; là sự cạnh tranh gay gắt khi hệ sinh thái giáo dục ngày càng đa dạng; là tác động sâu rộng của trí tuệ nhân tạo, đặt lại những câu hỏi căn bản về vai trò của người thầy, về cách dạy và cách học. Những thách thức này không được nhắc đến như rào cản, mà như những bài toán buộc thầy và trò Trường CNTT&TT phải tiếp tục tư duy và đổi mới. Trước bối cảnh đó, Trường CNTT&TT xác định 3 định hướng cốt lõi: Đào tạo tinh hoa gắn với nghiên cứu và trải nghiệm thực tiễn; thúc đẩy liên ngành một cách thực chất; phát triển mạnh mẽ mô hình hợp tác giữa nhà trường, doanh nghiệp và Nhà nước, để tri thức không dừng lại trong giảng đường mà đi vào đời sống. PGS. Huỳnh Quyết Thắng - Giám đốc ĐHBK Hà Nội - phát biểu tại buổi lễ Những dấu mốc tiên phong và tầm nhìn rộng mở Từ góc nhìn của toàn Đại học, PGS. Huỳnh Quyết Thắng - Giám đốc Đại học Bách khoa Hà Nội - nhìn sự phát triển của Trường CNTT&TT như một chuỗi những lựa chọn mang tính mở đường. Ngay từ giữa thập niên 1990, khi công nghệ thông tin còn chưa trở thành trụ cột kinh tế, việc đầu tư bài bản cho lĩnh vực này đã cho thấy một tầm nhìn dài hạn. Năm 2009, khi Viện CNTT&TT được thành lập, nhiều chương trình đào tạo mới, nhiều mô hình hợp tác quốc tế được triển khai trong bối cảnh còn không ít băn khoăn. Thời gian sau đó cho thấy, chính sự chủ động thử nghiệm và điều chỉnh đã giúp nhà trường xây dựng được năng lực đào tạo và nghiên cứu phù hợp với nhu cầu phát triển của đất nước. Đến giai đoạn hiện nay, trong bối cảnh dữ liệu lớn, trí tuệ nhân tạo và chuyển đổi số tác động mạnh mẽ đến mọi lĩnh vực, PGS. Huỳnh Quyết Thắng đề xuất 5 định hướng mang tính dẫn dắt. Đó là đào tạo nguồn nhân tài phục vụ các bài toán lớn của quốc gia; đổi mới chương trình theo hướng linh hoạt, mở và cập nhật nhanh; phát triển sâu mô hình hợp tác giữa Nhà nước - Nhà trường - Doanh nghiệp; đẩy mạnh quốc tế hóa đào tạo và nghiên cứu; xây dựng một môi trường học thuật sáng tạo, nhân văn, nơi mỗi cá nhân được khuyến khích phát triển và cống hiến. Những định hướng ấy không đứng tách rời, mà đan xen vào nhau, tạo thành một không gian phát triển rộng mở cho Trường CNTT&TT trong giai đoạn mới. “Kỷ niệm 30 năm xây dựng và phát triển hôm nay không chỉ là dịp để chúng ta tự hào về những thành tựu đã đạt được, mà còn là thời điểm để nhìn về phía trước với khát vọng lớn lao hơn. Tôi tin tưởng chắc chắn rằng, với truyền thống đoàn kết, bản lĩnh, sáng tạo và không ngừng vươn lên, Trường CNTT&TT, Đại học Bách khoa Hà Nội với các Trường/Khoa/Viện khác của Đại học sẽ tiếp tục đào tạo các thế hệ nhân tài công nghệ, lan tỏa giá trị tri thức và đóng góp ngày càng xứng đáng cho sự phát triển nhanh, bền vững của đất nước trong kỷ nguyên mới, kỷ nguyên vươn mình cũng là kỷ nguyên số.”- PGS. Huỳnh Quyết Thắng nhấn mạnh. Các chuyên gia đầu ngành về công nghệ và dữ liệu trao đổi tại Tọa đàm: “Ngành CNTT&TT: Cơ hội và thách thức” Lễ kỷ niệm 30 năm khép lại với Tọa đàm: “Ngành CNTT&TT: Cơ hội và thách thức”. Trong các nội dung trao đổi, quá khứ của ngành được các chuyên gia hàng đầu về công nghệ và dữ liệu nhắc lại vừa đủ để hiểu mình đến từ đâu, còn tương lai ngành CNTT&TT được đặt ra như một câu hỏi mở, để thấy rõ mô hình “Ba nhà: Nhà nước - Nhà trường - Doanh nghiệp” cùng việc chấp nhận rủi ro là điều kiện để có thể phát triển. Khi công nghệ ngày càng gắn chặt với đời sống con người, vai trò của một cơ sở đào tạo kỹ thuật chính là truyền đạt kiến thức, nuôi dưỡng tư duy, bản lĩnh và trách nhiệm xã hội cho người học. 30 năm đã qua cho thấy Trường Công nghệ Thông tin và Truyền thông, Đại học Bách khoa Hà Nội luôn lựa chọn đi cùng những thay đổi ấy bằng sự tỉnh táo, bền bỉ và tin tưởng vào con người. Buổi lễ kết thúc, nhưng câu chuyện của Công nghệ thông tin và Truyển thông Bách khoa Hà Nội vẫn tiếp tục được viết trong lớp học, trong phòng thí nghiệm, trong doanh nghiệp và trong những dự án mới. 30 năm là một dấu mốc để nhìn lại, còn phía trước là một khoảng mở rộng lớn, nơi tri thức, công nghệ và con người tiếp tục song hành. Ảnh: Duy Thành",
    "url": "https://hust.edu.vn/vi/news/tin-tuc-su-kien/30-nam-truong-cntt-tt-bach-khoa-ha-noi-cong-nghe-bat-dau-tu-con-nguoi-655738.html"
},
{
    "title": "“Nàng thơ” của những con số kể chuyện Toán  - Tin rất “đời”",
    "content_length": 9626,
    "content": "Ngày tốt nghiệp Trường THPT Chuyên Bắc Kạn, khóa 18 chuyên Toán, cô gái Đặng Thị Thùy Dương có nhiều sự lựa chọn trường học đại học. Kết quả cao tại những kỳ thi riêng vào các đại học, trường dại học đủ để Dương thử sức ở nhiều lĩnh vực khác nhau: Kinh tế, kỹ thuật, công nghệ. Sau những cân nhắc rất kỹ, ngành Toán - Tin MI1 của Đại học Bách khoa Hà Nội được Dương đặt ở NV1 - vị trí đầu tiên. Thùy Dương kể: Quyết định ngành học đó bắt nguồn từ một câu nói giản dị của chị gái cô (hiện đang công tác trong lĩnh vực tài chính của ngành hàng không):“Công nghệ có thể thay đổi từng ngày, nhưng Toán học sẽ luôn là gốc rễ, nền tảng” Với một học sinh chuyên Toán có thói quen đi tìm lời giải bản chất của vấn đề, lời khuyên ấy giống như chạm đúng mạch suy nghĩ. Dương không muốn chạy theo bề nổi của dữ liệu mà muốn hiểu phần cốt lõi phía sau những con số, những thuật toán. Danh tiếng của Đại học Bách khoa Hà Nội học sinh cả nước đều biết. Nhưng lý do giữ Dương ở lại với lựa chọn này - sâu hơn - lại nằm ở môi trường học thuật nghiêm túc và tiêu chuẩn cao của Khoa Toán - Tin Bách khoa: “Tôi biết phía trước sẽ là một con đường nhiều áp lực, nhưng cũng là nơi phù hợp nhất để rèn tư duy Toán học một cách bài bản”. Giờ đây, khi đã là sinh viên năm 3 lớp Toán - Tin 02, K68, nhìn lại hơn nửa quãng đường đã đi, Dương mới thật sự hiểu vì sao Toán - Tin MI1 được xem là một trong những ngành đòi hỏi sự bền bỉ lớn ở Bách khoa. Ở đây, không có chỗ cho việc học qua loa. Mỗi môn học, mỗi đồ án đều buộc sinh viên phải đào sâu, phải hiểu đến nơi đến chốn. Theo Dương, áp lực ấy chính là điều làm nên giá trị của môi trường này. Niềm vui nhận Giấy khen tuần Sinh hoạt công dân giữa kỳ của cô gái Toán - Tin Đại học Bách khoa Hà Nội Năm Nhất choáng ngợp và bài học về kỷ luật Nhìn lại năm Nhất, cảm giác của Đặng Thị Thùy Dương gói gọn trong hai chữ: Choáng ngợp! Từng vinh dự nhận Giấy khen của Giám đốc Đại học vì có thành tích cao trong kỳ tuyển sinh “đầu vào” nhưng khi bước chân vào giảng đường Bách khoa, Dương hiểu rất nhanh rằng danh xưng “học sinh giỏi cấp 3” là một hạt cát trong sa mạc của những “siêu nhân”. Xung quanh cô gái là rất nhiều học sinh giỏi cấp tỉnh/thành phố, quốc gia, quốc tế đến từ khắp mọi miền, mang theo năng lực học tập nổi trội và tinh thần cạnh tranh rất cao. Những môn học như Giải tích 1 hay Đại số sớm thử thách bản lĩnh của sinh viên năm Nhất. Có những lúc kết quả chưa được như mong đợi, Dương tự hỏi: Liệu mình có theo kịp nhịp học khắt khe này không? Rồi chính trong áp lực đó, cô gái học được bài học lớn nhất của sinh viên Bách khoa: Kỷ luật. Ở Bách khoa không thể học theo kiểu “tài tử”. Kiến thức phải được hiểu đến nơi đến chốn, lỗ hổng phải được lấp ngay. Thầy giáo hướng dẫn Đặng Thị Thùy Dương và các bạn NCKH “Con gái học Toán ở Bách khoa thì khó lắm đấy” - câu nói ấy, Dương đã nghe nhiều lần kể từ lúc Dương băn khoăn chọn ngành đến tận khi trở thành “nàng Sắn Toán - Tin”!  Người tiếp thêm cho Dương sự vững tâm cũng chính là chị gái - một cựu Neuer, người luôn tin rằng ở bất kỳ môi trường áp lực nào “Theo đuổi sự ưu tú cùng với duy trì sự bền bỉ mới là yếu tố quyết định thành công” chứ không phải giới tính! Và càng đi trên hành trình ấy, Dương càng tin rằng điều làm nên khác biệt chưa bao giờ là giới tính, mà là bản lĩnh theo đuổi đến cùng lựa chọn của mình. Thực tế tại Đại học Bách khoa Hà Nội đã phần nào xóa đi những băn khoăn ấy! Trở thành sinh viên Toán - Tin, Dương nhận ra kiến thức và tiêu chuẩn ở Bách khoa công bằng đến tuyệt đối. Không có sự phân biệt nam hay nữ mà chỉ có người nỗ lực và người bỏ cuộc! Thùy Dương không tự nhận mình là người có năng lực đặc biệt. Cô gái từng ngợp khi thấy các bạn nam xung quanh code nhanh, tư duy sắc bén. Nhưng dần dần, cô tìm được “vũ khí” của riêng mình: Thế mạnh về chi tiết và sức bền. Nếu tốc độ là lợi thế của nhiều bạn nam thì sự cẩn trọng, khả năng tối ưu và kiên trì lại là thế mạnh mà Dương nhận ra ở bản thân. Bách khoa không dạy Dương phải trở thành ai khác mà dạy cô cách dùng chính sự kiên trì của mình để xây dựng năng lực chuyên môn. Với Dương, giảng đường Toán - Tin chưa bao giờ để giới tính quyết định khả năng tư duy. Đặng Thị Thùy Dương cùng đồng đội tham gia vòng Chung kết cuộc thi Toán mô hình Toán - Tin rất “đời”! Học Toán ở Bách khoa đúng là vất vả! Gần như các môn chuyên ngành đều từng khiến Dương phải thức khuya dậy sớm để làm bài, tìm tài liệu nghiên cứu. Có giai đoạn “chạy deadline”, cô gái và bạn bè chia nhau ngủ mỗi người 1 tiếng rồi gọi nhau dậy học tiếp, thậm chí rủ nhau đi cà phê đêm để kịp tiến độ. Mệt mỏi có, nản lòng có. Nhưng chính trong những lần chinh phục thử thách ấy, Dương lại thấy mình yêu ngành MI1 hơn. Bởi với cô gái này, Toán học không nằm ở đáp án cuối cùng mà ở cách tư duy. Khi tự gỡ được một bài khó sau nhiều lần sai, cảm xúc không dừng lại ở việc giải xong bài mà còn hiểu thêm một ý tưởng, một mảnh ghép trong hệ thống kiến thức. Thùy Dương nhận thấy ngành Toán - Tin MI1 rất gần gũi, rất “đời”! Cô gái kể vui lần dùng mô hình xác suất để chọn lộ trình đi chơi ở TP. HCM cho gia đình, kết quả chính xác đến bất ngờ. Hay khi học Giải tích số, Xác suất - Thống kê, cô dần hiểu những thuật toán đứng phía sau bước chỉnh ảnh, phân tích dữ liệu, mô phỏng tài chính. Toán - Tin dạy Dương cách nhìn thế giới bằng logic và bằng chứng, thay vì cảm tính. Người truyền cảm hứng lớn nhất cho Thùy Dương bền bỉ theo đuổi ngành học MI1 chính là TS. Đoàn Duy Trung - Phó Trưởng khoa Toán - Tin. Thầy cũng là người thầy trực tiếp hướng dẫn cô trong nhóm nghiên cứu khoa học. Từ môn Toán rời rạc đến Lý thuyết đồ thị, thầy giúp sinh viên đi từ bản chất, diễn giải cái phức tạp theo cách dễ hiểu, khuyến khích hỏi đến khi hiểu thật sự. Khi tham gia nhóm nghiên cứu, Dương bước vào một thế giới hoàn toàn mới: Tài liệu tiếng Anh, cách tiếp cận nghiên cứu khác với học trên lớp. Nhưng sự đồng hành sát sao của thầy Trung cả về chuyên môn lẫn tinh thần đã giúp cô từng bước bắt nhịp. Qua đó, Dương hiểu rằng Toán học không xa rời thực tế, mà hiện diện trong tối ưu hóa mạng lưới, tìm đường đi ngắn nhất, trong kinh tế, y tế và nhiều lĩnh vực khác. Chính môi trường “được học tập nghiêm túc và được thầy cô đồng hành” khiến Dương thêm vững tin vào con đường đã chọn. Đặng Thị Thùy Dương đang trải qua những năm tháng thanh xuân tràn đầy năng lượng tại ĐHBK Hà Nội Nền tảng vững chắc cho nhiều lựa chọn tương lai Trước khi vào Bách khoa, Thùy Dương từng lo ngành học Toán - Tin quá hàn lâm, cơ hội nghề nghiệp hẹp. Nhưng thực tế lại hoàn toàn khác. Dương và các bạn có nhiều cơ hội học bổng, được tham gia trường hè Toán học, hội thảo quốc tế, chương trình trọng điểm quốc gia về Toán học... Khi khoa học cơ bản được đầu tư mạnh, sinh viên Toán - Tin hưởng lợi rất rõ nếu chủ động và nghiêm túc. Trên thị trường lao động, các doanh nghiệp tài chính, ngân hàng, công nghệ đều thiếu đang nhân sự có tư duy Toán nền tảng. Sinh viên Toán - Tin không bị đóng khung trong một nghề mà có thể linh hoạt với nhiều vai trò: Phân tích dữ liệu, tối ưu vận hành, quản trị rủi ro, công nghệ. Đó cũng là tinh thần của ngành Toán - Tin MI1, Khoa Toán - Tin, Đại học Bách khoa Hà Nội: Đào tạo sinh viên có nền tảng Toán học vững, tư duy dữ liệu và khả năng thích nghi cao, sẵn sàng bước vào nhiều lĩnh vực khác nhau trong bối cảnh công nghệ liên tục thay đổi. Khi được vinh danh là 1 trong 9 sinh viên tiêu biểu của Đại học Bách khoa Hà Nội, Dương không nghĩ mình “đại diện” cho điều gì quá lớn lao. Nhưng nếu phải chọn một từ để nói về thế hệ sinh viên Toán - Tin hôm nay, cô gái chọn từ “Giao thoa”. Đó là giao thoa giữa tư duy Toán học chặt chẽ và sự năng động của hoạt động Đoàn/ Hội. Tham gia phong trào giúp Dương rèn kỹ năng mềm, quản lý thời gian, kết nối với nhiều anh chị giỏi giang, để khi quay lại bàn học, tinh thần nhẹ nhõm và đầu óc minh mẫn hơn. Thùy Dương chia sẻ: “Toán - Tin Bách khoa Hà Nội là gam màu đậm, sắc và cá tính. Có mệt, có vất vả, có hoang mang. Nhưng đổi lại, đó là nơi giúp bạn nhận ra mình kiên cường và mạnh mẽ hơn mình từng nghĩ”. Dương mong hình ảnh sinh viên Toán - Tin không chỉ gắn với những con số khô khan, mà là những người trẻ biết học nghiêm túc, biết sống hết mình, cởi mở và sẵn sàng thích nghi.  Ở đó, Toán học không phải là môn học để chứng minh mình giỏi đến đâu mà là một quá trình học cách kiên nhẫn với chính bản thân, học cách chấp nhận chậm mà chắc! Đứng trước những lựa chọn tương lai đang rộng mở, Thùy Dương mang theo một sự bình tĩnh rất “Toán - Tin”: Không vội vàng, không ồn ào nhưng đủ vững vàng, bền bỉ để tiếp tục con đường mình đã chọn. Đặng Thị Thùy Dương là 1 trong 5 sinh viên ĐHBK Hà Nội đại biểu Khối Tri thức tham gia Lễ diễu binh, diễu hành A80 GÓC NHỎ “BẢNG VÀNG” THÀNH TÍCH SINH VIÊN ĐẶNG THỊ THÙY DƯƠNG Năm học 2025 - 2026: - Giấy khen Đạt danh hiệu Sinh viên tiêu biểu; - Học bổng Toán học thuộc Chương trình trọng điểm Quốc gia phát triển Toán học. Năm học 2024 - 2025: - Top 10 cuộc thi Toán mô hình Hà Nội năm 2025; - Học bổng Toán học thuộc Chương trình trọng điểm quốc gia phát triển Toán học; - Học bổng Khuyến khích học tập loại A kỳ 2025.1; - Là 1 trong 5 sinh viên Đại học Bách khoa Hà Nội là đại biểu Khối Tri thức tham gia Lễ diễu binh, diễu hành A80. Năm học 2023 - 2024: - Giấy khen \"Đạt thành tích cao kỳ tuyển sinh\" đầu vào năm 2023; - Học bổng Khuyến khích học tập loại A kỳ 2023.2; - Bằng khen đạt danh hiệu \"Sinh viên 5 tốt cấp thành phố\" năm 2024; - Giấy khen của Giám đốc ĐH là cán bộ Đoàn Thanh niên, Hội sinh viên có kết quả học tập tốt và có nhiều đóng góp trong hoạt động phong trào của Đoàn thanh niên, Hội sinh viên Đại học; - Giấy khen của Giám đốc ĐH đạt danh hiệu \"Sinh viên 5 tốt\" cấp Thành phố.",
    "url": "https://hust.edu.vn/vi/news/tin-tuc-su-kien/nang-tho-cua-nhung-con-so-ke-chuyen-toan-tin-rat-doi-655737.html"
},
{
    "title": "19 công trình, dự án năm 2025 của Bách khoa Hà Nội chào mừng Đại hội Đảng lần thứ XIV",
    "content_length": 8821,
    "content": "Năm 2025 ghi dấu những sự kiện trọng đại của đất nước, khi toàn Đảng, toàn dân hướng tới Đại hội Đại biểu toàn quốc lần thứ XIV của Đảng, đồng thời kỷ niệm Ngày Toàn quốc kháng chiến 19/12 - Mốc son lịch sử thể hiện ý chí độc lập, tự cường của dân tộc Việt Nam. Trong bối cảnh đó, sáng nay (19/12), Đại học Bách khoa Hà Nội tổ chức Lễ Công bố hoàn thành 16 công trình và khởi công 3 công trình nâng cao các điều kiện cơ sở vật chất hỗ trợ đào tạo, nghiên cứu khoa học và quản trị đại học, chào mừng Đại hội Đảng lần thứ XIV. Các công trình được triển khai trên nền tảng định hướng phát triển lâu dài của Đại học Bách khoa Hà Nội: Trở thành trung tâm đào tạo tài năng, nghiên cứu và đổi mới sáng tạo xuất sắc; giữ vai trò nòng cốt trong hệ thống giáo dục đại học trọng điểm về khoa học, kỹ thuật và công nghệ; là hạt nhân trong thu hút đầu tư và phát triển công nghệ cao; từng bước vươn lên nhóm 100 - 150 đại học hàng đầu châu Á theo các bảng xếp hạng quốc tế uy tín. Các cán bộ lãnh đạo Đại học Bách khoa Hà Nội tham dự Lễ Công bố hoàn thành 16 công trình và khởi công 3 công trình nâng cao các điều kiện cơ sở vật chất hỗ trợ đào tạo, nghiên cứu khoa học và quản trị đại học, chào mừng Đại hội Đảng lần thứ XVI. Trong năm 2025, hạ tầng cơ sở của Đại học tiếp tục được đầu tư theo hướng hiện đại, đồng bộ, phù hợp với yêu cầu chuyển đổi số và mô hình đại học nghiên cứu. 3 công trình, dự án khởi công năm 2025 gắn trực tiếp với hoạt động đào tạo, giảng dạy và sinh hoạt học thuật. Như Hội trường tầng 10 Thư viện Tạ Quang Bửu, được định hướng trở thành không gian hội họp, hội nghị, hội thảo hiện đại, đáp ứng nhu cầu tổ chức các sự kiện khoa học và sinh hoạt chung của các đơn vị trong toàn Đại học. Cùng với đó, 2 phòng học OMO (Online Merge Offline) được đầu tư nhằm nâng cao năng lực số cho giảng viên và sinh viên, hỗ trợ cá nhân hóa lộ trình học tập, tối ưu hóa thời gian và không gian đào tạo. Nhiều không gian làm việc tại Thư viện Tạ Quang Bửu cũng được cải tạo, sửa chữa, trong đó có các phòng từ 901 đến 905, 907…, phục vụ hoạt động của Nhà xuất bản Bách khoa và Trung tâm Chuyển đổi số, góp phần hình thành môi trường làm việc hiện đại, linh hoạt. Phòng thi TSA Nhà D3-5 khoác áo mới Song song với các dự án khởi công, năm 2025, Bách khoa Hà Nội đã hoàn thành và đưa vào sử dụng nhiều công trình, hạng mục cải tạo, nâng cấp tại các đơn vị trong Đại học. Các công trình sau khi hoàn thiện nhanh chóng phát huy hiệu quả trong các hoạt động thực tiễn lĩnh vực đào tạo, tuyển sinh, khảo thí... Có thể kể đến dự án cải tạo, sửa chữa một số hạng mục phục vụ kỳ thi Đánh giá tư duy (TSA) và công tác khảo thí; dự án cải tạo, sửa chữa tòa nhà D3 và nhà D3-5, phục vụ đào tạo và làm việc của các đơn vị chuyên môn… Sân bóng rổ mới phục vụ học phần Giáo dục thể chất cho sinh viên Nhà ăn nhà B6, B7 Trong lĩnh vực giáo dục thể chất, Đại học Bách khoa Hà Nội đã hoàn thành dự án đầu tư bổ sung sân bóng rổ và sân tập tay không tại Sân vận động Bách khoa, góp phần cải thiện điều kiện học tập, rèn luyện thể chất cho sinh viên. Khu giáo dục quốc phòng cũng được nâng cấp thông qua dự án cải tạo, mở rộng hội trường B6b, nhà ăn và hàng rào khu vực các nhà B6, B7, bảo đảm yêu cầu đào tạo và sinh hoạt tập trung. Phòng thí nghiệm Kỹ thuật hàng không Phòng thí nghiệm Hệ thống nhúng thông minh và IoT Phòng thí nghiệm Sợi vải Đặc biệt, hệ thống phòng thí nghiệm tiếp tục được quan tâm đầu tư với các cụm phòng thí nghiệm Phân tích cơ sở và Thực hành môi trường; Kỹ thuật hàng không; Hệ thống nhúng thông minh và IoT; Sợi vải góp phần nâng cao năng lực nghiên cứu, thực hành và chuyển giao công nghệ. Bên cạnh đó, việc trang bị mới hệ thống điều hòa tại các khu ký túc xá B7, B10, B13 đã cải thiện đáng kể điều kiện sinh hoạt của sinh viên. Tổng cộng có 16 công trình, dự án được hoàn thành đúng tiến độ trong năm 2025, bảo đảm chất lượng kỹ thuật và hiệu quả khai thác cho thấy sự phối hợp chặt chẽ giữa các đơn vị quản lý, sử dụng với các đối tác, nhà thầu. Những không gian học tập, nghiên cứu và làm việc được cải thiện đã góp phần nâng cao chất lượng sinh hoạt học thuật, tạo môi trường thuận lợi cho đội ngũ giảng viên, cán bộ và sinh viên. Diện mạo mới Toà D4 Cụm thang máy mới Toà B1 Có thể thấy, các dự án, công trình trong năm 2025 được triển khai gắn chặt với mục tiêu đổi mới quản trị đại học. Việc đầu tư cơ sở vật chất được tính toán trên cơ sở nhu cầu thực tiễn, gắn với chiến lược phát triển dài hạn và khả năng khai thác hiệu quả sau đầu tư, từng bước hình thành hệ thống hạ tầng phù hợp với mô hình đại học tự chủ - Một mạch phát triển bền bỉ và thận trọng của Đại học Bách khoa Hà Nội trong hành trình đổi mới. Mỗi công trình không chỉ bổ sung thêm không gian học tập, nghiên cứu hay sinh hoạt, mà còn góp phần bồi đắp nền tảng cho một môi trường đại học, tiệm cận giáo dục đại học quốc tế. Tại buổi lễ, Đại học Bách khoa Hà Nội lần đầu tiên ra mắt website “Sản phẩm khoa học, công nghệ và đổi mới sáng tạo thực hiện Nghị quyết số 57-NQ/TW”. Website không chỉ là kênh giới thiệu các kết quả nghiên cứu tiêu biểu, mà còn thể hiện rõ quyết tâm của Nhà trường trong việc cụ thể hóa các mục tiêu của Nghị quyết số 57-NQ/TW của Bộ Chính trị và Quyết định số 1131-TTg của Thủ tướng Chính phủ. 5 lĩnh vực nghiên cứu ưu tiên của Đại học Bách khoa Hà Nội gồm: Trí tuệ nhân tạo và Công nghệ dữ liệu; Hệ thống thông minh; Năng lượng và Môi trường bền vững; Vật liệu mới; Khoa học và Công nghệ sức khỏe. Đây cũng là những lĩnh vực nằm trong 11 công nghệ chiến lược quốc gia, khẳng định định hướng nghiên cứu gắn với yêu cầu phát triển đất nước, đồng thời tạo tiền đề để các kết quả nghiên cứu của Đại học Bách khoa Hà Nội từng bước đi vào thực tiễn. PGS. Nguyễn Phạm Duy Linh - Phó Trưởng Ban Khoa học - Công nghệ, ĐHBK Hà Nội - giới thiệu website “Sản phẩm khoa học, công nghệ và đổi mới sáng tạo thực hiện Nghị quyết số 57-NQ/TW” Trong dòng chảy lịch sử hướng tới Ngày Toàn quốc kháng chiến 19/12 và Đại hội Đại biểu toàn quốc lần thứ XIV của Đảng, những công trình được triển khai thiết thức ấy thể hiện tinh thần tự lực, ý thức kế thừa và khát vọng phát triển dài hạn của tập thể Đại học Bách khoa Hà Nội. Những không gian mới tiếp tục được đưa vào sử dụng, mở ra những chặng đường mới cho hoạt động đào tạo, nghiên cứu và cống hiến của thầy và trò Nhà trường, gắn bó với sự phát triển chung của đất nước. * Sáng nay (19/12), tại Quảng Ngãi, PGS. Huỳnh Đăng Chính - Phó Giám đốc Đại học Bách khoa Hà Nội - và GS. Huỳnh Trung Hải - Hiệu trưởng Trường Vật liệu, Đại học Bách khoa Hà Nội - tham dự Lễ khởi công Dự án Sản xuất ray đường sắt và thép đặc biệt Hòa Phát Dung Quất có tổng vốn đầu tư hơn 10.000 tỉ đồng. Trong quá trình triển khai dự án, Tập đoàn Hòa Phát hợp tác chặt chẽ với Đại học Bách khoa Hà Nội trong công tác đào tạo và phát triển nguồn nhân lực. Đại học Bách khoa Hà Nội là một trong những đối tác đào tạo quan trọng, đồng hành cùng Hòa Phát ngay từ những bước đầu của dự án, góp phần bảo đảm chất lượng nhân lực cho các dây chuyền sản xuất công nghệ cao. PGS. Huỳnh Đăng Chính (thứ 2 từ trái sang) - PGĐ ĐHBK Hà Nội và GS. Huỳnh Trung Hải (thứ 3 từ trái sang) - Hiệu trưởng Trường Vật liệu, ĐHBK Hà Nội - dự Lễ Khởi công Dự án Sản xuất ray đường sắt và thép đặc biệt Hòa Phát Dung Quất * 3 dự án, công trình khởi công năm 2025 1. Hội trường Tầng 10 thư viện Tạ Quang Bửu; 2. 2 phòng học OMO (online Meger Offline); 3. Cải tạo sửa chữa phòng 901 đến 905, 907 Thư viện Tạ Quang Bửu phục vụ Nhà xuất bản và Trung tâm chuyển đổi số. * 16 dự án, công trình hoàn thành năm 2025 1. Dự án Cải tạo sửa chữa một số hạng mục phục vụ thi Đánh giá tư duy và khảo thí; 2. Dự án Cải tạo sửa chữa Tòa nhà D3; 3. Dự án Cải tạo sửa chữa Tòa nhà D3-5; 4. Cải tạo, sửa chữa phục vụ di chuyển phòng thực hành nhà D3 phục vụ Khoa Vật lý kỹ thuật; 5. Dự án Đầu tư bổ sung sân bóng rổ và sân tập tay không phục vụ Giáo dục thể chất tại Sân vận động Bách khoa; 6. Dự án Chống thấm mái nhà Thư viện Tạ Quang Bửu; 7. Dự án Cải tạo, sửa chữa phòng làm việc Ban Đào tạo, Ban Tài chính - Kế hoạch, Ban Quản lý chất lượng, Văn phòng và khu vệ sinh tầng 1 thuộc Tòa nhà C1; 8. Dự án Cải tạo, sửa chữa phòng làm việc Trường Kinh tế và toàn bộ mặt ngoài nhà C9; 9. Dự án Cải tạo mở rộng hội trường B6b và nhà ăn, hàng rào khu giáo dục quốc phòng tại nhà B6 và B7; 10. Cụm PTN: Phân tích cơ sở và thực hành môi trường, Kỹ thuật hàng không, Hệ thống nhúng thông minh và IoT, Sợi vải 11. Thay mới cụm 04 thang máy tòa nhà B1; 12. Trang bị mới Hệ thống điều hòa KTX nhà B7, B10, B13; 13. Cải tạo, sửa chữa, mua sắm bàn ghế B6b phục vụ sinh viên học tập ăn ở tập trung môn học Giáo dục quốc phòng; 14. Cải tạo, sửa chữa, trang bị thiết bị học tập giảng dạy, học tập giảng đường D4; 15. Đầu tư mới 02 trạm biến áp khu vực A17 và khu vực nhà thi đấu; 16. Lắp đặt nguồn điện trung tâm dữ liệu, máy chủ, hệ thống cáp quang. Ảnh: Duy Thành",
    "url": "https://hust.edu.vn/vi/news/tin-tuc-su-kien/19-cong-trinh-du-an-nam-2025-cua-bach-khoa-ha-noi-chao-mung-dai-hoi-dang-lan-thu-xiv-655733.html"
},
{
    "title": "Ba thế hệ chung một mái trường",
    "content_length": 5799,
    "content": ">>> Xem bài viết trong Đặc san Đại học Bách khoa Hà Nội TẠI ĐÂY Giữa những thanh âm rộn ràng của giảng đường và xưởng thực hành, hình ảnh người phụ nữ nhỏ nhắn với ánh mắt sáng và giọng nói trầm ấm đã trở nên thân thuộc với bao thế hệ sinh viên Cơ khí Bách khoa. PGS. Nguyễn Thị Phương Giang -  giảng viên tận tâm, người con trong gia đình ba thế hệ gắn bó với Đại học Bách khoa Hà Nội - vẫn ngày ngày vừa cần mẫn đứng lớp vừa bận rộn với niềm vui mới khi đón thêm cháu nhỏ. Ở cô, “ngọn lửa nghề” vẫn cháy bền bỉ, lan tỏa sự say mê và tình yêu với ngôi trường đã trở thành máu thịt của cả cuộc đời mình. Từ mùi thép tuổi thơ đến giấc mơ cơ khí “Ngày bé, tôi thường được bố mẹ dẫn đến trường. Tôi còn nhớ rất rõ mùi dầu, mùi sắt thép trong các xưởng thực hành… những thứ tưởng chừng khô khan mà lại khiến tôi thấy thích thú lạ thường,” cô Giang bắt đầu câu chuyện bằng nụ cười hiền. Cha cô - thầy Nguyễn Phương, cựu sinh viên khóa 1, giảng viên Liên khoa Cơ - Điện từ những ngày đầu thành lập trường - chính là người gieo vào cô niềm yêu thích với nghề cơ khí và sự trân trọng với nghề dạy học. Khi thi đỗ vào Trường Đại học Bách khoa Hà Nội, Khoa Cơ khí, khóa 30, cô sinh viên nhỏ nhắn ngày ấy bước vào giảng đường với một niềm hạnh phúc giản dị: được trở về “ngôi nhà tuổi thơ”. “Ngày ấy, nữ sinh cơ khí rất ít, lớp tôi chỉ có vài người. Các bạn nam thường giúp đỡ, nhưng tôi vẫn cố gắng tự làm mọi việc để khẳng định rằng con gái cũng có thể học và làm cơ khí tốt như ai” -  Cô Giang kể, mắt ánh lên niềm tự hào. Những năm tháng sinh viên vất vả mà đẹp đẽ ấy đã rèn cho cô bản lĩnh, sự kiên trì và một niềm đam mê cháy bỏng, thứ hành trang quý giá theo cô suốt cả chặng đường sau này. Ra trường, có cơ hội học tập ở nước ngoài, đã có lúc cô tự hỏi: “Liệu mình có nên chọn một ngành khác nhẹ nhàng hơn cho phụ nữ?” Nhưng rồi, tình yêu cơ khí - thứ đã ngấm vào máu thịt - lại kéo cô trở về với Bách khoa. “Tôi chọn quay lại trường, chọn đứng trên bục giảng vì tôi muốn tiếp nối nghề của cha, muốn góp phần nhỏ bé vào việc đào tạo những kỹ sư mới cho đất nước” - Cô tự hào nói. Hơn 30 năm đứng lớp, với biết bao thế hệ sinh viên đi qua, hình ảnh cô giáo Phương Giang luôn gắn liền với sự nghiêm khắc, tỉ mỉ nhưng đầy ấm áp. “Dạy học không chỉ là truyền kiến thức, mà còn là truyền niềm tin và cảm hứng sống. Khi thấy sinh viên trưởng thành, thành công, tôi cảm thấy mọi nỗ lực của mình đều được đền đáp xứng đáng”. Thầy Nguyễn Phương - CSV Khóa 1, cựu giảng viên Trường Cơ khí, ĐHBK Hà Nội “Bách khoa đã trở thành một phần trong máu thịt của gia đình tôi!” Với gia đình PGS. Nguyễn Thị Phương Giang, Đại học Bách khoa Hà Nội không chỉ là nơi làm việc mà còn là một phần của cuộc sống, là ngôi nhà chung của ba thế hệ. Cha cô - thầy Nguyễn Phương - là giảng viên Liên khoa Cơ - Điện từ những ngày đầu trường thành lập (sau này là Khoa Cơ khí, nay thuộc Trường Cơ khí). Cô Giang - cựu sinh viên khóa 30 - tiếp nối cha, trở thành giảng viên Cơ khí Bách khoa. Còn chồng cô, thầy Đặng Xuân Hoan - nguyên Trưởng khoa Mác - Lênin - cũng đã gắn bó cả thanh xuân với Bách khoa trước khi chuyển công tác và đảm nhiệm cương vị Giám đốc Học viện Hành chính Quốc gia (2017 - 2021). Giờ đây, con gái cô tiếp tục nối dài mạch truyền thống ấy, công tác tại Ban Tuyển sinh – Hướng nghiệp của Đại học. “Có lẽ Bách khoa đã trở thành một phần trong máu thịt của gia đình tôi. Khi con gái tâm sự muốn làm việc tại Bách khoa, tôi hiểu rằng trong lòng con cũng đã được “ươm sẵn” tình yêu ngôi trường ông, bố, mẹ gắn bó từ những ngày còn nhỏ theo mẹ đến lớp, nghe tiếng máy, tiếng sinh viên ríu rít chào ngoài hành lang” - Cô Giang chia sẻ. Nhắc đến người bạn đời, cô mỉm cười hạnh phúc: “Anh Hoan là người luôn động viên, chia sẻ với tôi trong công việc cũng như cuộc sống. Chúng tôi gặp nhau ở Bách khoa, cùng gắn bó với nghề dạy học, cùng hiểu những vất vả và niềm vui của nghề.” Khi thầy Đặng Xuân Hoan chuyển công tác, đảm nhận vai trò Giám đốc Học viện Hành chính Quốc gia, cuộc sống gia đình thêm bận rộn. Thầy thường xuyên công tác xa, nhưng vẫn luôn gọi điện hỏi cô Giang tình hình công việc, con cái. Hai con người, hai lĩnh vực khác nhau, nhưng cùng một tình yêu - tình yêu với nghề giáo, với Bách khoa và với con người. Có lẽ chính sự đồng điệu ấy đã giúp họ đi cùng nhau suốt chặng đường dài, vẫn giữ trong tim ngọn lửa yêu nghề, yêu người. Gia đình PGS. Nguyễn Thị Phương Giang Hạnh phúc bình dị sau bục giảng Giờ đây, dù công việc giảng dạy vẫn đều đặn nhưng cô Giang cũng đang bận rộn với niềm hạnh phúc mới - niềm vui làm bà nội. “Tôi thấy mình như được sống lại tuổi trẻ, khi nghe tiếng khóc, tiếng cười của cháu. Có hôm cháu ngủ, tôi lại tranh thủ xem lại mấy bài giảng cũ hay những tấm ảnh chụp cùng sinh viên. Mọi ký ức như ùa về…” - Cô Giang xúc động hồi nhớ. Với PGS. Phương Giang, “giữ lửa” không chỉ là một khái niệm nghề nghiệp, mà là một triết lý sống. “Muốn giữ lửa, phải yêu nghề và tôn trọng sinh viên. Khi mình còn yêu, ngọn lửa ấy sẽ tự khắc cháy.” Vì thế, dù bận rộn với gia đình, cô vẫn thường gặp gỡ, trò chuyện với đồng nghiệp trẻ, chia sẻ kinh nghiệm, khích lệ họ tiếp tục gìn giữ tinh thần của người thầy Bách khoa. “Bách khoa dạy cho tôi nghị lực và lòng kiên định. Dù ở đâu, tôi vẫn luôn tự hào mình là người của Bách khoa”, cô nói. Giản dị trong từng lời nói, khiêm nhường trong mỗi chia sẻ, câu chuyện của PGS. Nguyễn Thị Phương Giang luôn ánh lên tình yêu lớn lao với nghề, với sinh viên và với ngôi trường nơi ba thế hệ trong gia đình cô đã gắn bó. Giờ đây, khi kết thúc mỗi buổi giảng, cô lại vội vàng trở về nhà với niềm hạnh phúc được bế cháu nhỏ. Giữa hai “thế giới” giảng đường và tổ ấm, ngọn lửa trong cô vẫn không ngừng được tiếp thêm. Bởi với mỗi người Bách khoa, giữ lửa không chỉ là gìn giữ tình yêu nghề mà còn là truyền lại hơi ấm yêu thương cho những thế hệ tiếp nối!",
    "url": "https://hust.edu.vn/vi/news/tin-tuc-su-kien/ba-the-he-chung-mot-mai-truong-655687.html"
},
{
    "title": "Những “bộ não” FPT đến Bách khoa khánh thành PTN Kỹ thuật Ô tô số",
    "content_length": 4701,
    "content": "Ngày 17/12, Lễ khánh thành phòng thí nghiệm (PTN) Kỹ thuật Ô tô số được tổ chức tại Đại học Bách khoa Hà Nội. Đây là dự án hợp tác giữa Trường Cơ khí, Trường Công nghệ Thông tin và Truyền thông – Đại học Bách khoa Hà Nội và Tập đoàn FPT nhằm hỗ trợ hiệu quả cho công tác giảng dạy và nghiên cứu cho giảng viên và sinh viên Nhà trường. Tại buổi lễ, PGS. Nguyễn Phong Điền, Phó Giám đốc Đại học Bách khoa Hà Nội bày tỏ sự vui mừng và cảm kích khi đón tiếp nhiều lãnh đạo cấp cao – những “bộ não” của Tập đoàn FPT tham dự sự kiện ý nghĩa này. Cách đây một năm, ngày 18/12/2024, Đại học Bách khoa Hà Nội tổ chức Lễ ra mắt Chương trình đào tạo Kỹ sư chuyên sâu đặc thù Kỹ thuật Ô tô số, do Trường Cơ khí và Trường Công nghệ Thông tin và Truyền thông phối hợp xây dựng cùng Tập đoàn FPT. Chương trình được thiết kế nhằm cung cấp cho thị trường lao động Việt Nam và khu vực những kỹ sư có năng lực vượt trội trong hai lĩnh vực chính: Phát triển phần mềm ô tô và thiết kế, mô phỏng, kiểm thử cơ khí ô tô, đáp ứng nhu cầu về nguồn nhân lực trình độ cao trong lĩnh vực mới - tương lai của ngành công nghiệp ô tô số. PGS. Nguyễn Phong Điền, Phó Giám đốc Đại học Bách khoa Hà Nội phát biểu tại buổi lễ ngày 17/12. Trong không khí trang trọng của buổi lễ, PGS. Nguyễn Phong Điền tự hào cho biết: Đại học Bách khoa Hà Nội có nhiều chương trình kỹ sư chuyên sâu, được nhiều doanh nghiệp đồng hành, cùng đào tạo nguồn nhân lực chất lượng cao cho thị trường trong nước và quốc tế. “Bách khoa Hà Nội luôn cố gắng cân bằng các chương trình đào tạo cơ bản và hàn lâm để hình thành tư duy sâu sắc cho sinh viên để các bạn không bỡ ngỡ trước những công nghệ hiện đại khi tham gia thị trường lao động. Chính vì vậy, sự gắn bó với doanh nghiệp với mục tiêu phát triển nguồn nhân lực là điều rất cần thiết.” - Phó Giám đốc Đại học Bách khoa Hà Nội nhấn mạnh. Ông Chu Quang Huy, Giám đốc Nhân sự Tập đoàn FPT khẳng định: “Bách khoa Hà Nội là một trong số ít những đại học mà Tập đoàn FPT muốn hợp tác chiến lược”. Theo ông Chu Quang Huy, ngành công nghiệp ô tô số đang rất phát triển trên toàn thế giới, đặt ra một nhu cầu rất lớn cho nguồn nhân lực của ngành này. Tập đoàn FPT cho rằng: Trong các trường đại học ở Việt Nam, Đại học Bách khoa Hà Nội có chất lượng đào tạo tốt và ổn định nhất. Hơn thế nữa, Bách khoa Hà Nội được Chính phủ chọn để tập trung đầu tư, nâng cấp trở thành đại học trọng điểm quốc gia về kỹ thuật, công nghệ, có chất lượng ngang tầm khu vực. Ông Chu Quang Huy, Giám đốc Nhân sự Tập đoàn FPT phát biểu tại buổi lễ ngày 17/12. “Tôi tin chắc rằng sắp tới, Bách khoa Hà Nội sẽ được đầu tư nâng cấp về cơ sở vật chất và cả các chương trình đào tạo mạnh hơn nữa.” - Giám đốc Nhân sự Tập đoàn FPT phát biểu. Việc khánh thành PTN Kỹ thuật Ô tô số góp phần vào công cuộc quốc tế hóa và cam kết đồng hành giữa doanh nghiệp (Tập đoàn FPT) và đại học (Đại học Bách khoa Hà Nội). Không chỉ tạo cơ hội cho sinh viên tìm hiểu, nghiên cứu và học tập, PTN giúp xóa nhòa khoảng cách giữa các giảng viên, sinh viên và nhân viên FPT, là nơi để các nhà khoa học Việt Nam được cập nhật trực tiếp và liên tục những công nghệ mới nhất trên thế giới. Sự hợp tác, gắn kết chặt chẽ giữa nhà trường và doanh nghiệp sẽ tạo ra nguồn nhân lực với chất lượng tốt nhất. Tập đoàn FPT cam kết: Sẽ đồng hành, hỗ trợ Bách khoa Hà Nội trong thiết kế giáo trình, hỗ trợ sinh viên thực tập trong và ngoài nước; là đối tác lâu dài cùng đào tạo sinh viên với sự năng động, kiến thức chuyên sâu và có ngoại ngữ tốt. Đại diện Đại học Bách khoa Hà Nội và Tập đoàn FPT chụp ảnh lưu niệm tại buổi lễ ngày 17/12. Cũng trong buổi lễ, ông Vũ Tuấn Mạnh - Giám đốc sản xuất FPT Automotive cho biết: FPT tài trợ 30 phần mềm bản quyền được thiết kế phù hợp cho sinh viên Bách khoa Hà Nội tiếp cận, làm quen và nghiên cứu sát với thực tế doanh nghiệp đang vận hành. PGS. Tạ Hải Tùng, Hiệu trưởng Trường Công nghệ Thông tin và Truyền thông chia sẻ: “Tôi cảm thấy tự hào vì những cam kết của chúng ta khi xây dựng chương trình đào tạo Kỹ thuật Ô tô số đã đạt được như kỳ vọng. 57 sinh viên khóa đầu tiên của chương trình là những bạn có nền tảng kiến thức rất tốt, có tiềm năng phát triển mạnh trong tương lai.” Đại diện Trường Cơ khí, PGS. Hoàng Hồng Hải, Phó Hiệu trưởng phát biểu: “PTN khánh thành vào thời điểm rất hợp lý khi các sinh viên khóa 1 đã hoàn thành xong một kỳ học. Sự tài trợ của Tập đoàn FPT là rất cần thiết và thiết thực, giúp sinh viên tiếp cận, thực hành và triển khai nghiên cứu hướng tới doanh nghiệp. Đây không chỉ là minh chứng cho sự kết nối giữa đại học và doanh nghiệp mà còn thể hiện mối quan hệ chặt chẽ giữa Trường Cơ khí, Trường Công nghệ Thông tin và Truyền thông – Đại học Bách khoa Hà Nội và Tập đoàn FPT.” Ảnh: Dĩnh Khiêm",
    "url": "https://hust.edu.vn/vi/news/tuyen-sinh-dao-tao-cong-tac-sinh-vien/nhung-bo-nao-fpt-den-bach-khoa-khanh-thanh-ptn-ky-thuat-o-to-so-655730.html"
},
{
    "title": "Chàng sinh viên “hệ cày cuốc” Bách khoa và những ngày học không bỏ cuộc",
    "content_length": 8813,
    "content": "Buổi sáng nhập học năm 2023, trước cổng Parabol quen thuộc của Đại học Bách khoa Hà Nội có một cậu học sinh vừa tốt nghiệp THPT đứng lặng khá lâu. Trên tay là bộ hồ sơ còn thơm mùi giấy mới, trong lồng ngực là nhịp tim đập nhanh hơn thường ngày, Văn Thành Đạt khi ấy không nghĩ đến viễn cảnh rực rỡ của đời sinh viên mà chỉ có một câu hỏi rất thật vang lên trong đầu: “Liệu mình có đủ sức học 5 năm ở Bách khoa không?” 3 năm sau, khi đã là sinh viên lớp Việt - Nhật 04 (K68), Trường Công nghệ Thông tin và Truyền thông, đồng thời là một trong 9 sinh viên tiêu biểu nhận Giấy khen Sinh viên xuất sắc năm học 2024 - 2025 của Đại học Bách khoa Hà Nội, Đạt nhìn lại khoảnh khắc ngày đầu “chạm” Bách khoa với nhiều cảm xúc. Cánh cổng Parabol ngày hôm đó đã mở ra cho cậu một quãng đời sinh viên nhiều thử thách nhưng cũng đầy những điều đẹp đẽ mà chính Đạt của tuổi 18 chưa từng hình dung. Cú “quay xe” cảm xúc Văn Thành Đạt trúng tuyển Đại học Bách khoa Hà Nội đúng như mơ ước, nhưng việc chọn ngành lại không như kế hoạch ban đầu. Chương trình Công nghệ Thông tin Việt - Nhật (IT-E6) khi ấy chỉ là phương án dự phòng sau khi trượt 3 nguyện vọng ngành top ở Bách khoa. Ngày biết mình sẽ theo học chương trình Việt - Nhật, Đạt thừa nhận là… hụt hẫng, tiếc nuối và có phần thất vọng. Hiện tại, nếu có thể quay lại gặp phiên bản 18 tuổi của mình, Đạt nói vui rằng sẽ “đấm” cậu ta một cái, chỉ để nói rằng: “Phía trước là những điều tuyệt vời hơn tưởng tượng rất nhiều!” Văn Thành Đạt hiện là Phó Trưởng Ban Hỗ trợ Sinh viên – Đoàn Thanh niên, Hội Sinh viên ĐHBK Hà Nội Quả thật, lựa chọn tưởng như tình cờ ấy lại trở thành một điểm rẽ quan trọng. Càng học IT-E6, Đạt càng yêu ngành học mà mình “vô tình” gặp phải. Cánh cửa này không do cậu chủ động mở, nhưng khi đã bước qua, Đạt nhận ra mình đang được đặt trong một môi trường đề cao kỷ luật, sự chỉn chu và tinh thần trách nhiệm. Trong 3 năm học tại Bách khoa, người thầy để lại dấu ấn sâu đậm nhất với Đạt lại chính là người thầy đầu tiên: PGS. Trịnh Ngọc Hải - giảng viên môn Giải tích 1. Đó là tiết học đầu tiên của Đạt tại Bách khoa, đồng thời cũng là một cú “đánh thức” mạnh mẽ. Sự nghiêm khắc của thầy thể hiện ngay từ những buổi điểm danh sớm, những lần kiểm tra bài cũ bất ngờ, những câu hỏi khiến không ít sinh viên lúng túng. Đạt vẫn nhớ như in lần được gọi lên bảng trả bài. Hồi hộp đến mức tim như muốn nhảy khỏi lồng ngực, cậu cố gắng trả lời từng câu hỏi. Khi tưởng đã được về chỗ, thầy lại yêu cầu đứng lại để trả lời tiếp, bởi cảm thấy Đạt chưa thật sự nắm được bản chất vấn đề. Khoảnh khắc ấy vừa áp lực, vừa đáng nhớ. Sau này nhìn lại, Đạt nhận ra mình may mắn khi người thầy đầu tiên ở Bách khoa lại là người nghiêm khắc nhưng tận tâm đến vậy. Chính sự “ép buộc” ấy đã buộc cậu phải học nghiêm túc, học kỹ, học sâu ngay từ những ngày đầu, để hiểu rằng con đường phía trước sẽ không dễ dàng. Văn Thành Đạt (bìa trái) và các bạn tham gia hoạt động tình nguyện của Hội Sinh viên ĐHBK Hà Nội Thói quen học tập nghiêm túc và tinh thần không bỏ cuộc Sở hữu GPA 3.79/4.0 cùng điểm rèn luyện tuyệt đối 100/100, nhiều người nghĩ Đạt thuộc kiểu sinh viên “sinh ra đã giỏi”. Nhưng cậu lại tự nhận mình là người của “hệ cày cuốc”. Thứ giúp Đạt duy trì phong độ suốt 3 năm không phải sự thông minh vượt trội, mà là kỷ luật. Ngày nào cũng vậy, dù nắng hay mưa, Đạt đến lớp đầy đủ, đúng giờ, chăm chú nghe giảng và chủ động tương tác với thầy/cô. Trước mỗi buổi học, cậu luôn cố gắng chuẩn bị bài trước để biết mình sắp học gì. Nghe thì đơn giản, nhưng theo lời Đạt, “duy trì điều đó suốt 3 năm thực sự là một thử thách”. Trước khi vào đại học, Đạt chưa từng học tiếng Nhật một cách bài bản. Vậy mà sau một thời gian theo học chương trình Việt - Nhật, cậu đã có thể tự tin giao tiếp với người Nhật. Cùng với ngoại ngữ, điều khiến Đạt ấn tượng nhất chính là tinh thần kỷ luật và sự chỉn chu được xây dựng trong từng môn học: Đúng giờ tuyệt đối, làm việc nhóm có trách nhiệm, báo cáo rõ ràng, tôn trọng lẫn nhau… Tất cả tạo nên một văn hóa lớp học mang đậm tinh thần Nhật Bản. Có những giai đoạn Đạt cảm thấy quá tải. Áp lực học tập nặng nề, song song là hoạt động Đoàn/Hội với sự kiện nối tiếp sự kiện. Có lần, chàng trai ngồi từ chiều đến gần nửa đêm vẫn chưa giải xong một bài Vật lý đại cương, trong khi công việc Đoàn/ Hội còn dang dở, kỳ thi giữa kỳ đã cận kề. Bất lực, Đạt gần bật khóc ngay tại bàn học. Khoảnh khắc ấy, cậu chỉ muốn buông bỏ tất cả. Nhưng rồi, Đạt tự nhắc mình cố thêm một chút nữa. Mỗi lần vượt qua được chính mình, mỗi lần nhận học bổng hay danh hiệu, cảm giác vỡ òa lại đến như phần thưởng cho những ngày chàng trai không bỏ cuộc. Văn Thành Đạt (bìa trái) cùng các bạn trong nhóm đạt Top 1 Chương trình giao lưu Global Project-Based Learning với sinh viên Học viện Công nghệ Shibaura - Nhật Bản (8/2025) Một trong những trải nghiệm học tập khiến Đạt tâm đắc nhất là dự án GPBL (Global Project Based Learning) giữa sinh viên Đại học Bách khoa Hà Nội và sinh viên Học viện Công nghệ Shibaura (Nhật Bản). Với Đạt, giá trị lớn nhất nằm ở quá trình làm việc cùng những người bạn đến từ một nền văn hóa khác. Nhờ những trải nghiệm từ công tác Đoàn/Hội, đặc biệt là khi tham gia Ban Hỗ trợ Sinh viên, Đạt có cơ hội tiếp xúc, lắng nghe và thấu hiểu nhiều câu chuyện đời thực. Điều đó giúp cậu đưa ra những ý tưởng sát với nhu cầu xã hội, góp phần đưa nhóm đạt Top 1 của chương trình. Dự án mang lại cho Đạt nhiều bài học vượt ra ngoài kiến thức chuyên môn: Phối hợp nhóm, giao tiếp hiệu quả, sử dụng ngoại ngữ linh hoạt, nhạy cảm văn hóa và nhìn nhận vấn đề ở góc độ rộng hơn. Những điều ấy phản ánh rõ mục tiêu đào tạo của Đại học Bách khoa Hà Nội, ngôi trường hướng sinh viên trở thành những công dân số sẵn sàng bước vào môi trường quốc tế. Dám mơ, dám theo đuổi đến cùng Trong các hoạt động Đoàn/Hội, kỷ niệm khiến Đạt cảm thấy mình trưởng thành rõ rệt nhất là lần đầu hỗ trợ Lễ tốt nghiệp của Trường. Khi ấy, cậu chỉ là một tân sinh viên với nhiệm vụ phát áo cử nhân cho các anh chị. Nhìn những gương mặt rạng rỡ, những gia đình đứng chờ phía sau, có cả những anh chị bế con đến dự lễ, Đạt lặng người xúc động. Từ đó, mỗi mùa tốt nghiệp, Đạt đều xin tham gia hỗ trợ. Trong những khoảnh khắc ấy, ước mơ về ngày đứng trên sân khấu tốt nghiệp của Đạt cứ lớn dần lên. PGS. Huỳnh Đăng Chính - Phó Giám đốc ĐHBK Hà Nội chúc mừng Văn Thành Đạt (thứ 3 từ trái qua) và các sinh viên tiêu biểu trong Lễ Khen thưởng sinh viên xuất sắc năm học 2024 - 2025 (tháng 12/2025). Ảnh: Duy Thành Văn Thành Đạt nhận Bằng khen của Hội Sinh viên Việt Nam Tp. Hà Nội với thành tích đạt danh hiệu “Sinh viên 5 tốt” cấp Thành phố Khi nhận tin được chọn là một trong 9 Sinh viên tiêu biểu của Đại học Bách khoa Hà Nội năm học 2024 - 2025, Đạt đã lặng đi vài giây. Vui, bất ngờ và tự hào đan xen. Với cậu, danh hiệu ấy không ồn ào mà ấm áp, như một lời động viên: Hãy tiếp tục cố gắng! 3 năm qua, con đường của Đạt có lúc chệch khỏi dự định ban đầu. Có những thời điểm cậu loay hoay, tự hỏi mình đang đi đúng hướng hay chưa. Nhưng chính những trải nghiệm học tập, hoạt động phong trào, những cuộc gặp gỡ với thầy cô, bạn bè tại Bách khoa đã giúp Đạt điều chỉnh lại hướng đi. 2 năm nữa, Đạt hình dung mình sẽ trở thành một kỹ sư vững vàng về chuyên môn, biết lắng nghe, biết kết nối con người và tạo ra giá trị thực cho xã hội. Để biến điều đó thành hiện thực, mỗi ngày của Đạt vẫn bắt đầu bằng những việc rất nhỏ: Học tốt trên giảng đường, giữ kỷ luật bản thân, trau dồi ngoại ngữ, tham gia dự án thực tế và mở rộng góc nhìn qua các hoạt động. Những bước đi chậm rãi ấy đang âm thầm xây dựng nên một phiên bản trưởng thành hơn: Từ cậu học sinh run run đứng trước cổng Parabol ngày nhập học, đến Văn Thành Đạt của năm Ba Bách khoa, chưa tốt nghiệp nhưng đã có trong tay một bản hợp đồng làm việc trong tương lai với doanh nghiệp hàng đầu Nhật Bản. Nếu được quay lại thời THPT, Văn Thành Đạt vẫn sẽ đặt nguyện vọng đầu tiên cho Đại học Bách khoa Hà Nội, ngôi trường đã mở ra cho cậu một tầm nhìn lớn hơn, dạy cậu dám mơ và dám theo đuổi đến cùng. NHỮNG DẤU MỐC KHÓ QUÊN CỦA VĂN THÀNH ĐẠT * Từ năm Nhất đến nay: Học bổng Khuyến khích học tập loại A liên tục tất cả các học kỳ. * Năm học 2024 - 2025: + Giấy khen của Hội Sinh viên vì thành tích xuất sắc trong công tác Hội và phong trào sinh viên; + Đạt danh hiệu Sinh viên tiểu biểu Đại học Bách khoa Hà Nội; + Bằng khen của Hội Sinh viên Việt Nam Thành phố Hà Nội với thành tích đạt danh hiệu “Sinh viên 5 tốt” cấp Thành phố; + Top 1 chương trình giao lưu Global Project-Based Learning với sinh viên Học viện Công nghệ Shibaura - Nhật Bản. * Năm học 2023 - 2024: + Giấy khen của Giám đốc Đại học vì thành tích là cán bộ Đoàn Thanh niên, Hội Sinh viên có kết quả học tập tốt và nhiều đóng góp tích cực trong hoạt động phong trào; + Giấy khen của Giám đốc Đại học vì thành tích đạt danh hiệu “Sinh viên 5 tốt” cấp Thành phố.",
    "url": "https://hust.edu.vn/vi/news/tin-tuc-su-kien/chang-sinh-vien-he-cay-cuoc-bach-khoa-va-nhung-ngay-hoc-khong-bo-cuoc-655728.html"
},
{
    "title": "“Bay” đến thành công qua những lần thất bại",
    "content_length": 7303,
    "content": "Có những ngày, Nguyễn Thế Anh - CSV K65 ngành Kỹ thuật Điều khiển - Tự động hóa - gần như dành toàn thời gian ngồi trong phòng thí nghiệm. Không ít lần thiết bị rơi xuống ngay khi rời mặt đất, nhiều lần gặp lỗi không xác định, đôi khi còn phải làm lại từ đầu, nhưng cũng chính từ những thất bại ấy, đề tài của CSV Bách khoa dần hoàn thiện và được ghi nhận bằng Giải Nhất Giải thưởng Khoa học và Công nghệ dành cho sinh viên các cơ sở giáo dục đại học năm 2025. Nâng cấp “bộ não” máy bay không người lái Đề tài Nguyễn Thế Anh theo đuổi suốt thời gian ngồi trên ghế nhà trường là nghiên cứu về bộ điều khiển mờ PD nhằm cải thiện khả năng thích nghi và chống nhiễu cho quadrotor. Giảng viên hướng dẫn đồng hành cùng Thế Anh là PGS. Nguyễn Hoài Nam – Giảng viên Khoa Tự động hóa, Trường Điện - Điện tử; chủ nhiệm MASC Lab. Hệ thống quadrotor là một loại máy bay không người lái (UAV - Unmanned Aerial Vehicle) có cấu trúc đối xứng với 4 cánh quạt, được ứng dụng rộng rãi trong nhiều lĩnh vực như quân sự, giám sát an ninh, cứu hộ,... Bộ điều khiển mờ PD (Fuzzy Proportional–Derivative) được thiết kế để điều khiển quadrotor một cách ổn định và bám quỹ đạo chính xác. Quadrotor là hệ thống phi tuyến điển hình, cực kỳ nhạy cảm với nhiễu, tải và sai lệch mô hình. Trong thực tế, chỉ một tham số hiệu chỉnh chưa phù hợp cũng đủ khiến thiết bị rơi tự do. Hiểu rõ tính chất đó, Nguyễn Thế Anh quyết định phát triển bộ điều khiển mờ PD, kết hợp tính đơn giản của PD truyền thống với khả năng thích nghi của điều khiển mờ. Có thể nói đây không chỉ là giải pháp kỹ thuật, mà còn phản ánh tư duy làm nghiên cứu định hướng ứng dụng của sinh viên Bách khoa: Chấp nhận sự không hoàn hảo của mô hình và tìm cách sống chung với nó! Thế Anh đã chứng minh được rằng các thuật toán linh hoạt hoàn toàn có thể triển khai trên thiết bị thật trong điều kiện có tải và nhiễu, điều mà nhiều nghiên cứu trước đó mới chỉ dừng ở mô phỏng. Kết quả nghiên cứu đột phá của thầy - trò PGS. Nguyễn Hoài Nam và sinh viên Nguyễn Thế Anh đã nhận Giải Nhất Hội nghị Sinh viên Nghiên cứu khoa học cấp Đại học năm học 2024 – 2025, được lựa chọn là một trong 628 đề tài tham dự cuộc thi Khoa học và Công nghệ dành cho sinh viên trong các cơ sở giáo dục đại học năm 2025 được tổ chức bởi Bộ GD&ĐT. Sinh viên Nguyễn Thế Anh nhận Giải Nhất Giải thưởng Khoa học và Công nghệ dành cho sinh viên các cơ sở giáo dục đại học năm 2025 Qua nhiều vòng xét duyệt và phản biện gắt gao, đề tài của Thế Anh được đánh giá cao cả về khoa học lẫn thực tiễn, từ đó tiếp tục có cơ hội tham dự vòng Chung khảo của cuộc thi diễn ra tại Trường Đại học Nha Trang. Chia sẻ về cảm xúc tham dự vòng Chung khảo, Nguyễn Thế Anh hồi nhớ: “Tôi vừa tự hào mà cũng vô cùng lo lắng! Dù hai thầy trò đã chuẩn bị nhiều phương án trả lời cho các câu hỏi của ban giám khảo, nhưng khi ‘lên sàn’ tôi run mà suýt chút nữa… quên sạch!”. Nhìn người thầy ngồi dưới hàng ghế khán giả đang chờ mong với ánh mắt tự hào, Nguyễn Thế Anh như được tiếp thêm động lực, phát huy bản lĩnh của sinh viên Bách khoa và chinh phục mọi câu hỏi phản biện khó nhằn, giành Giải Nhất Giải thưởng Khoa học và Công nghệ dành cho sinh viên các cơ sở giáo dục đại học năm 2025. Cảm hứng khoa học từ cố GS. Trần Đại Nghĩa Có thể nói, chính cách giải quyết vấn đề đến tận cùng đã dẫn Thế Anh đi xa hơn một đề tài sinh viên thông thường. Với cậu, nghiên cứu khoa học không dừng lại ở việc chứng minh một thuật toán đúng trên mô phỏng, mà phải đứng vững trước thực tiễn và mang lại giá trị gì cho xã hội. Tư duy ấy được nuôi dưỡng từ những hình mẫu khoa học mà Thế Anh lựa chọn để soi chiếu con đường của mình. Trong số đó, cố GS. Trần Đại Nghĩa - Hiệu trưởng đầu tiên của Đại học Bách khoa Hà Nội luôn là nguồn cảm hứng đặc biệt. Trong suy nghĩ của CSV Bách khoa, việc cố GS. Trần Đại Nghĩa từ bỏ mức lương và điều kiện sống, làm việc lý tưởng tại Pháp để trở về Việt Nam theo lời mời của Chủ tịch Hồ Chí Minh không đơn thuần là một lựa chọn cá nhân, mà là sự hy sinh lớn lao, thể hiện rõ trách nhiệm và lý tưởng của người làm khoa học trước Tổ quốc. Học tập tại Đại học Bách khoa Hà Nội, nơi đào tạo nhiều thế hệ kỹ sư, nhà khoa học hàng đầu của đất nước là một niềm tự hào sâu sắc với Thế Anh. Con đường mang tên cố GS. Trần Đại Nghĩa nơi cậu đi qua mỗi ngày dần trở thành lời nhắc nhở về trách nhiệm đối với con đường khoa học đã lựa chọn. Ghi nhớ công lao người Hiệu trường đầu tiên, tháng 5/2025, Đại học Bách khoa Hà Nội khánh thành Quảng trường Trần Đại Nghĩa “Tôi nghĩ lòng yêu nước của người làm khoa học không nằm ở những tuyên ngôn lớn, mà thể hiện qua hành động cụ thể bằng học tập nghiêm túc, nghiên cứu đến cùng để làm chủ công nghệ và tạo ra những giá trị thực sự có ích cho xã hội.” - Nguyễn Thế Anh bày tỏ. Đó cũng là lý do cậu lựa chọn con đường phát triển chuyên sâu trong lĩnh vực kỹ thuật - công nghệ cao. Hiện nay, Nguyễn Thế Anh đang công tác tại Viện Hàng không Vũ trụ Viettel, tiếp nối tinh thần phụng sự Tổ quốc bằng tri thức và khoa học theo cách riêng của mình. Nền tảng nghiên cứu vững chắc từ trên ghế nhà trường Trong suốt thời gian sinh viên, đề tài về bộ điều khiển mờ PD cho quadrotor của Thế Anh luôn có sự đồng hành của PGS. Nguyễn Hoài Nam. PGS. Nguyễn Hoài Nam không chỉ hướng dẫn đề tài, mà còn giúp Thế Anh tiếp cận nghiên cứu theo đúng tinh thần của khoa học kỹ thuật: Bắt đầu từ nền tảng lý thuyết vững chắc, từng bước đưa kiến thức ra khỏi giáo trình để đối diện với các điều kiện không lý tưởng của thực nghiệm. Những buổi trao đổi chuyên môn, những lần cùng phân tích kết quả mô phỏng và thử nghiệm đã giúp Thế Anh hình thành tư duy hệ thống, coi mỗi sai lệch, mỗi bất ổn của thiết bị là một dữ liệu cần được lý giải, thay vì một thất bại đơn thuần. Toàn cảnh hệ thống bộ điều khiển mờ PD cho quadrotor “Thầy Nam và các thầy, cô nghiên cứu sinh đã cùng tôi thực hiện từng bước nhỏ trong quá trình nghiên cứu, hỗ trợ từ kỹ thuật, đến lý thuyết, giúp đỡ sửa chữa những phần mà tôi không tự xử lý được.” - CSV Nguyễn Thế Anh vô cùng biết ơn đến người thầy hướng dẫn tâm huyết và những tiền bối giàu kinh nghiệm đi trước. Sau khi làm chủ hệ thống, Thế Anh được thầy Nam tin tưởng giao nhiệm vụ đào tạo lại các thành viên mới trong phòng thí nghiệm, trực tiếp giới thiệu hệ thống với các nhà nghiên cứu trong và ngoài nước. Trong bối cảnh công nghệ UAV tại Việt Nam vẫn đang trong giai đoạn phát triển, những kỹ sư/nhà nghiên cứu trẻ như Nguyễn Thế Anh chính là cầu nối quan trọng giữa phòng thí nghiệm và sản phẩm. Đây cũng là đề tài thuộc các lĩnh vực công nghệ chiến lược theo Quyết định số 1131/QĐ-TTg của Thủ tướng Chính phủ, gồm trí tuệ nhân tạo, bán dẫn, robot – tự động hóa, công nghệ sinh học, vật liệu mới, năng lượng tái tạo và an ninh mạng. Những nghiên cứu bắt đầu từ sinh viên, nếu được nuôi dưỡng đúng cách, hoàn toàn có thể trở thành hạt nhân cho các hướng phát triển công nghệ nội địa trong tương lai. Rời giảng đường, Thế Anh “đầu quân” cho Viện Hàng không Vũ trụ Viettel, bước vào môi trường doanh nghiệp công nghệ cao với cách làm việc đã hình thành từ những năm làm nghiên cứu khoa học ở Bách khoa: Cẩn trọng, kiên nhẫn và không né tránh những bài toán khó. Mong rằng hành trình làm khoa học của chàng trai Bách khoa Nguyễn Thế Anh sẽ vươn xa hơn nữa, tạo nên những sản phẩm nghiên cứu giá trị, góp phần giải quyết những vấn đề cốt lõi của đất nước.",
    "url": "https://hust.edu.vn/vi/news/khoa-hoc-cong-nghe-dmst/bay-den-thanh-cong-qua-nhung-lan-that-bai-655732.html"
},
{
    "title": "Bách khoa Hà Nội tập huấn module quản lý tiến trình học tập, nghiên cứu cho học viên cao học và NCS",
    "content_length": 3782,
    "content": "Ngày 18/12, Đại học Bách khoa Hà Nội đã tổ chức Hội thảo tập huấn trực tuyến “Hướng dẫn sử dụng modul quản lý tiến trình học tập, nghiên cứu đối với học viên cao học và nghiên cứu sinh”. Chương trình được triển khai nhằm hỗ trợ công tác quản lý đào tạo sau đại học theo hướng số hóa, đồng bộ và minh bạch, đồng thời nâng cao trải nghiệm học tập và nghiên cứu cho người học. Bước tiến trong số hóa công tác quản lý sau đại học Phát biểu tại hội thảo, PGS. Nguyễn Phong Điền – Phó Giám đốc Đại học Bách khoa Hà Nội nhấn mạnh tầm quan trọng của việc xây dựng và triển khai modul quản lý tiến trình học tập, nghiên cứu dành riêng cho đối tượng sau đại học trong bối cảnh nhà trường đẩy mạnh chuyển đổi số toàn diện. Theo PGS. Nguyễn Phong Điền, trong nhiều năm qua, Đại học Bách khoa Hà Nội đã dành nhiều nguồn lực cho việc số hóa các quy trình quản lý đào tạo đại học, từ đó mang lại hiệu quả rõ rệt trong công tác điều hành, giảng dạy và hỗ trợ sinh viên. Tuy nhiên, đối với khối đào tạo sau đại học với những đặc thù riêng về học tập và nghiên cứu, việc xây dựng một hệ thống quản lý đồng bộ, xuyên suốt là yêu cầu cấp thiết. “Modul quản lý tiến trình học tập, nghiên cứu được xây dựng với mục tiêu số hóa toàn bộ các quy trình liên quan đến học viên cao học và nghiên cứu sinh trong suốt quá trình học tập tại trường. Nhà trường đã nghiên cứu rất công phu, thử nghiệm nhiều phương án, kiểm tra và chạy thử trước khi chính thức triển khai”-  PGS. Nguyễn Phong Điền chia sẻ. Phó Giám đốc Đại học Bách khoa Hà Nội cũng cho biết, để modul phát huy hiệu quả trong thực tế, việc tổ chức tập huấn, hướng dẫn sử dụng một cách bài bản, chi tiết cho đội ngũ cán bộ, giảng viên là bước triển khai có ý nghĩa đặc biệt quan trọng. Hội thảo trực tuyến lần này chính là dấu mốc triển khai chính thức của hệ thống. Công cụ nghiệp vụ cho cán bộ quản lý và tiện ích số cho người học Modul quản lý tiến trình học tập, nghiên cứu được thiết kế như một công cụ nghiệp vụ hỗ trợ trực tiếp cho các đơn vị chuyên môn, cán bộ quản lý đào tạo sau đại học, đồng thời là một nền tảng tiện ích dành cho chính học viên cao học và nghiên cứu sinh thông qua các cổng giao tiếp trực tuyến. Hệ thống này hướng tới mục tiêu giúp người học sau đại học được tiếp cận và thụ hưởng các dịch vụ số chất lượng, đồng thời vẫn đảm bảo đáp ứng các yêu cầu đặc thù của bậc đào tạo sau đại học. Việc số hóa quy trình trên một nền tảng thống nhất giúp Nhà trường thuận lợi trong việc thu thập dữ liệu, kiểm soát tiến trình học tập, nghiên cứu, cũng như phối hợp với các đơn vị chuyên môn. Qua đó, giảm thiểu việc trao đổi hồ sơ, tài liệu thủ công giữa các bên, tiết kiệm thời gian và hạn chế sai sót trong quá trình xử lý hành chính. Đối với người học, toàn bộ tiến trình học tập và nghiên cứu được thực hiện, theo dõi và cập nhật trực tuyến, tạo điều kiện thuận lợi cho việc quản lý kế hoạch học tập, đồng thời nâng cao tính chủ động và minh bạch trong quá trình học tập. Tại hội thảo trực tuyến, Ban Đào tạo đã trình bày tổng quan về kế hoạch học tập của học viên cao học và nghiên cứu sinh trên hệ thống, làm rõ các mốc tiến trình, yêu cầu học tập – nghiên cứu đối với từng đối tượng. Các cán bộ phụ trách đã trực tiếp hướng dẫn thao tác sử dụng modul trên website, từ việc đăng nhập, cập nhật thông tin, theo dõi tiến trình đến xử lý các hồ sơ, biểu mẫu liên quan. Phiên thảo luận – hỏi đáp được tổ chức nhằm tập trung giải đáp các vướng mắc, tình huống thực tiễn trong công tác quản lý đào tạo sau đại học tại các đơn vị. Việc triển khai modul quản lý tiến trình học tập, nghiên cứu là bước đi quan trọng, không chỉ phục vụ công tác quản lý hiện tại mà còn tạo nền tảng để Đại học Bách khoa Hà Nội tiếp tục phát triển các tiện ích số trong thời gian tới, như văn bằng số, hồ sơ số của người học và nhiều công cụ hỗ trợ khác.",
    "url": "https://hust.edu.vn/vi/news/hoat-dong-chung/bach-khoa-ha-noi-tap-huan-module-quan-ly-tien-trinh-hoc-tap-nghien-cuu-cho-hoc-vien-cao-hoc-va-ncs-655734.html"
},
{
    "title": "Tỉnh nhiều KCN lớn nhất Nhật Bản muốn tuyển dụng sinh viên tốt nghiệp Bách khoa Hà Nội",
    "content_length": 4821,
    "content": "Ngày 16/12, lãnh đạo Đại học Bách khoa Hà Nội đón tiếp và làm việc với đoàn lãnh đạo tỉnh Tochigi, Nhật Bản nhằm mở ra những hợp tác tiềm năng về phát triển nguồn nhân lực chất lượng cao. Tại buổi làm việc, PGS. Huỳnh Quyết Thắng, Giám đốc Đại học Bách khoa Hà Nội long trọng đón tiếp đoàn công tác tỉnh Tochigi. Chuyến thăm này là minh chứng sinh động cho mối quan hệ hữu nghị, hợp tác tốt đẹp giữa Việt Nam và Nhật Bản nói chung, cũng như giữa các địa phương, cơ sở giáo dục hai nước nói riêng. Giám đốc Đại học Bách khoa Hà Nội cho biết: “Chúng tôi đặc biệt ấn tượng và đánh giá cao những thế mạnh nổi bật của tỉnh Tochigi – một địa phương có vị trí địa lý thuận lợi, kết nối nhanh với Tokyo, có nền công nghiệp chế tạo phát triển mạnh, hệ sinh thái doanh nghiệp đa dạng cùng mạng lưới các cơ sở giáo dục đại học và đào tạo nghề chất lượng cao. Đây là những điều kiện rất thuận lợi để hai bên thúc đẩy hợp tác thực chất và lâu dài trong đào tạo, nghiên cứu khoa học và phát triển nguồn nhân lực.” PGS. Huỳnh Quyết Thắng, Giám đốc Đại học Bách khoa Hà Nội phát biểu tại buổi làm việc ngày 16/12 Trong thời gian tới, Đại học Bách khoa Hà Nội mong muốn tăng cường hợp tác với tỉnh Tochigi và các đối tác của tỉnh theo một số định hướng trọng tâm, bao gồm: Phát triển các chương trình trao đổi sinh viên, giảng viên và nghiên cứu sinh; đẩy mạnh hợp tác nghiên cứu khoa học và đổi mới sáng tạo gắn với nhu cầu của doanh nghiệp và địa phương; mở rộng cơ hội thực tập, việc làm cho sinh viên tại các doanh nghiệp Nhật Bản, trong đó có các doanh nghiệp đang hoạt động tại tỉnh Tochigi. Ông Masubuchi Shigeyoshi, Giám đốc Sở Công nghiệp, Lao động và Du lịch tỉnh Tochigi chia sẻ về “Chiến lược Quốc tế Tochigi” với định hướng thúc đẩy quốc tế hóa của tỉnh Tochigi. Tỉnh xác định Đông Nam Á, trong đó có Việt Nam là khu vực ưu tiên, mong muốn phát triển mối quan hệ toàn diện. Theo thống kê, tính đến tháng 12/2024, số lượng người nước ngoài sinh sống tại tỉnh nhiều nhất là người Việt Nam, với 11.474 người. Tính đến tháng 4 năm nay, sinh viên Việt Nam đứng thứ ba trong số các sinh viên quốc tế học tập tại các trường đại học trong tỉnh (34 người). “Chúng tôi nhận thấy Việt Nam là đối tác rất quan trọng về trao đổi nguồn nhân lực. Năm ngoái, chúng tôi đã thành lập Trung tâm Hỗ trợ Tochigi - Việt Nam tại Hà Nội, một cơ sở của tỉnh chúng tôi, đang tiếp tục tăng cường mối quan hệ với Việt Nam.” – Ông Masubuchi Shigeyoshi nhấn mạnh. Ông Masubuchi Shigeyoshi, Giám đốc Sở Công nghiệp, Lao động và Du lịch tỉnh Tochigi phát biểu tại buổi làm việc ngày 16/12 Tỉnh Tochigi, Nhật Bản có thế mạnh về ngành công nghiệp, tập trung nhiều khu công nghiệp lớn nhất của Nhật Bản, là địa bàn của nhiều tập đoàn toàn cầu trong các lĩnh vực như ô tô, điện tử và máy móc chính xác. Lãnh đạo tỉnh hy vọng nguồn nhân lực xuất sắc do Đại học Bách khoa Hà Nội đào tạo sẽ tiếp tục đóng vai trò tích cực cho tỉnh và sự hợp tác giữa tỉnh Tochigi và Nhà trường sẽ phát triển hơn nữa. Đại học Bách khoa Hà Nội là đại học kỹ thuật hàng đầu của Việt Nam, với gần 70 năm xây dựng và phát triển, giữ vai trò nòng cốt trong đào tạo nguồn nhân lực chất lượng cao, nghiên cứu khoa học và chuyển giao công nghệ phục vụ sự nghiệp công nghiệp hóa, hiện đại hóa đất nước. Hiện nay, Nhà trường có quan hệ hợp tác sâu rộng với nhiều trường đại học, viện nghiên cứu và doanh nghiệp của Nhật Bản trong các lĩnh vực kỹ thuật, công nghệ thông tin, cơ khí – chế tạo, điện – điện tử, vật liệu, năng lượng và y sinh. Đại học Bách khoa Hà Nội đang xúc tiến kế hoạch thành lập Văn phòng đại diện của Nhà trường tại Nhật Bản, nhằm tăng cường kết nối trực tiếp với các đối tác học thuật, doanh nghiệp và chính quyền địa phương, đồng thời hỗ trợ hiệu quả hơn cho sinh viên, giảng viên và các hoạt động hợp tác song phương. Song song với định hướng đó, Nhà trường đang xây dựng “Không gian Việt – Nhật” tại khuôn viên Đại học Bách khoa Hà Nội – một không gian mở dành cho giao lưu học thuật, văn hóa, đổi mới sáng tạo và kết nối doanh nghiệp giữa hai quốc gia. PGS. Huỳnh Quyết Thắng (chính giữa), Giám đốc Đại học Bách khoa Hà Nội đón tiếp Thống đốc tỉnh Tochighi Tomikazu Fukuda (thứ 4 từ trái sang) và đoàn lãnh đạo tỉnh Tochigi ngày 16/12 Tại buổi làm việc, PGS. Nguyễn Đắc Trung, Trưởng Ban Hợp tác Đối ngoại giới thiệu các chương trình đào tạo, những dự án nghiên cứu chung,… có tiềm năng hợp tác tới đoàn công tác tỉnh Tochigi. PGS. Nguyễn Đắc Trung khẳng định: “Hợp tác với đại học, doanh nghiệp và các tỉnh tại Nhật Bản góp phần tạo nên vị thế của Bách khoa Hà Nội, tạo môi trường đa văn hóa cho sinh viên tiếp cận và làm việc tại một môi trường sáng tạo, năng động và thách thức.” Tiếp sau buổi làm việc, đoàn lãnh đạo tỉnh Tochigi tham quan không gian Đại học Bách khoa Hà Nội và có những trao đổi chi tiết hơn về các hợp tác tiềm năng với Nhà trường. Ảnh: Đức Lộc",
    "url": "https://hust.edu.vn/vi/news/hoat-dong-chung/tinh-nhieu-kcn-lon-nhat-nhat-ban-muon-tuyen-dung-sinh-vien-tot-nghiep-bach-khoa-ha-noi-655729.html"
},
{
    "title": "Bền bỉ từ lý thuyết đến ứng dụng: Dấu ấn sinh viên Bách khoa Hà Nội tại Giải thưởng Khoa học và Công nghệ 2025",
    "content_length": 6656,
    "content": "Với đề tài “Tiếp xúc gali ôxit – kim loại: Góc nhìn từ lý thuyết phiếm hàm mật độ và hiệu suất cảm biến quang”, hai sinh viên Đỗ Đặng Minh và Nguyễn Lê Mạnh An, K66, ngành Kỹ thuật vật liệu, Trường Vật liệu, Đại học Bách khoa Hà Nội, dưới sự hướng dẫn của TS. Hà Minh Tân, đã xuất sắc giành Giải Nhất lĩnh vực Khoa học tự nhiên tại Giải thưởng Khoa học và Công nghệ dành cho sinh viên các cơ sở giáo dục đại học năm 2025. Khi hành trình nghiên cứu bắt đầu từ một câu hỏi rất đời thường Trong bối cảnh tia cực tím (UV) ngày càng được quan tâm trong giám sát môi trường, y tế và an toàn, việc đo đạc chính xác và ổn định cường độ UV vẫn là một thách thức lớn. Xuất phát từ nhu cầu thực tế đó, nhóm sinh viên ngành Kỹ thuật vật liệu, Trường Vật liệu, Đại học Bách khoa Hà Nội đã thực hiện đề tài “Tiếp xúc gali ôxit – kim loại: Góc nhìn từ lý thuyết phiếm hàm mật độ và hiệu suất cảm biến quang”, hướng tới việc xây dựng nền tảng khoa học cho các cảm biến UV có độ tin cậy cao và chi phí hợp lý, phù hợp với khả năng ứng dụng trong đời sống. Đỗ Đặng Minh và Nguyễn Lê Mạnh An (từ phải sang) trong lab nghiên cứu Ý tưởng nghiên cứu của đề tài không bắt đầu từ phòng thí nghiệm hay những khái niệm học thuật phức tạp, mà từ một câu hỏi rất đời thường: “Tia cực tím vừa có lợi, vừa có hại. Cỗ máy đắt đỏ và phức tạp nhất thế giới hoạt động dựa trên tia cực tím. Nó cũng lại là nguyên nhân gây nên ung thư da khi tiếp xúc lâu dài. Vậy  làm thế nào để phát hiện và đo đạc được nó một cách chính xác, ổn định và với chi phí hợp lý?” Chính câu hỏi ấy đã mở ra hành trình nghiên cứu kéo dài nhiều tháng, đưa Đỗ Đặng Minh và Nguyễn Lê Mạnh An từ những thí nghiệm ban đầu đến Giải Nhất lĩnh vực Khoa học tự nhiên tại Giải thưởng Khoa học và Công nghệ dành cho sinh viên các cơ sở giáo dục đại học năm 2025. Dưới sự định hướng của TS. Hà Minh Tân, giảng viên khoa Kỹ thuật Vật liệu, nhóm sinh viên lựa chọn cách tiếp cận kết hợp tính toán mô phỏng và thực nghiệm: không chạy theo các vật liệu hay công nghệ đắt đỏ, mà tập trung làm rõ bản chất của tiếp xúc kim loại – bán dẫn, một yếu tố quan trọng quyết định độ nhạy và độ ổn định của linh kiện cảm biến tia UV. Những kết quả thu được không chỉ giúp cải thiện hiệu suất linh kiện, mà còn mở ra khả năng chế tạo các linh kiện cảm biến UV có thể ứng dụng trong quan trắc môi trường, cảnh báo bức xạ UV ngoài trời, thiết bị y tế và các hệ thống an toàn, với chi phí phù hợp hơn cho sản xuất quy mô lớn. Phòng thí nghiệm và những lần… chưa ra kết quả Khi bắt tay vào đề tài, Minh và An sớm nhận ra rằng làm cảm biến không đơn giản là chọn một vật liệu “xịn” rồi ghép lại với nhau. Với sự đồng hành và định hướng chuyên môn của TS. Hà Minh Tân, cả nhóm dần hiểu ra một điều then chốt: hiệu quả của cảm biến phụ thuộc rất nhiều vào cách kim loại và bán dẫn “bắt tay” với nhau trong linh kiện. Chỉ cần tiếp xúc chưa chuẩn, tín hiệu thu được có thể yếu đi, thiếu ổn định và khó lặp lại khi đưa ra đo trong điều kiện thực tế. Lần giở lại các tài liệu nghiên cứu, nhóm nhận thấy nhiều công trình trước đây thường dùng những kim loại quý như vàng hay bạch kim để tạo tiếp xúc – cho kết quả tốt nhưng chi phí cao, khó ứng dụng rộng rãi. Trong khi đó, các mô hình lý thuyết để dự đoán tiếp xúc giữa gali ôxit và kim loại vẫn còn thiếu hoàn chỉnh, khiến không ít nghiên cứu phải “vừa làm vừa dò đường”. Từ thực tế ấy, TS.Minh Tân định hướng cho sinh viên kết hợp mô phỏng lý thuyết với thực nghiệm, để hiểu rõ bản chất vấn đề trước khi bước vào chế tạo. Cách làm này không nhanh, thậm chí khá “ngốn công”, TS. Hà MinhTân không cho nhóm đi thẳng vào thí nghiệm, mà liên tục đặt ra những bài toán ngược: nếu thay đổi vật liệu, điều gì sẽ xảy ra, mô phỏng có giải thích được hiện tượng hay không. Nhóm sinh viên dưới sự dẫn dắt của TS Hà Minh Tân “Thời gian đầu bọn em vừa học thêm lý thuyết, vừa làm thí nghiệm nên cũng áp lực lắm. Nhưng càng làm, bọn em càng hiểu vì sao thầy luôn nhấn mạnh phải nắm được bản chất trước khi nghĩ đến kết quả.” - Đặng Minh chia sẻ. Trong điều kiện phòng thí nghiệm còn nhiều hạn chế, khó khăn khi nhóm bắt tay vào chế tạo các lớp vật liệu màng mỏng – công đoạn quan trọng của cảm biến. Không có sẵn hệ thống hiện đại, thầy và trò quyết định tự thiết kế, tự chế tạo một hệ thống lắng đọng phù hợp với điều kiện sẵn có. Quá trình ấy không ít lần “trục trặc”: thiết bị hoạt động chưa ổn định, linh kiện hỏng, kết quả thí nghiệm chưa đạt như kỳ vọng. “Có những lúc phải làm lại từ đầu, vừa tốn thời gian vừa áp lực” - Nguyễn Lê Mạnh An nhớ lại. “Nhưng mỗi lần gặp sự cố, thầy Tân lại cùng cả nhóm ngồi xuống, phân tích xem sai ở đâu rồi chỉnh từng bước”. Những nỗ lực bền bỉ ấy dần cho “trái ngọt” khi hệ thống thiết bị do nhóm tự chế đạt Giải Ba tại Hội nghị Sinh viên Nghiên cứu khoa học cấp Đại học năm 2024, trở thành bước đệm quan trọng để nhóm tiếp tục hoàn thiện đề tài và tiến tới sân chơi khoa học cấp cao hơn. “Quả ngọt” cho những ngày bền bỉ Song song với thực nghiệm, nhóm sinh viên còn phải tiếp cận các phương pháp tính toán mô phỏng. Không có máy tính hiệu năng cao, mọi phép tính đều được thực hiện trên máy tính cá nhân, mất nhiều thời gian và không ít lần gián đoạn. “Có phép tính chạy mấy ngày liền, chỉ cần máy gặp trục trặc là phải làm lại” - Đặng Minh kể lại “Nhưng qua đó, bọn em học được cách kiên nhẫn và làm việc cẩn trọng hơn.” Với thầy Minh Tân, nghiên cứu không phải là chuyện nhanh hay chậm, mà là sinh viên có thực sự hiểu mình đang làm gì hay không. Vì thế, những buổi làm việc giữa thầy và trò thường bắt đầu từ câu hỏi “vì sao”, rồi cùng nhau kiểm chứng, sai đâu sửa đó sau mỗi lần thí nghiệm chưa ra kết quả như mong đợi. Sau nhiều tháng kiên trì, đề tài “Tiếp xúc gali ôxit – kim loại: Góc nhìn từ lý thuyết phiếm hàm mật độ và hiệu suất cảm biến quang” đã mang về Giải Nhất lĩnh vực Khoa học tự nhiên tại Giải thưởng Khoa học và Công nghệ dành cho sinh viên các cơ sở giáo dục đại học năm 2025. Công trình cũng là đại diện duy nhất của Trường Vật liệu lọt vào Vòng chung khảo và là một trong hai đề tài đạt giải Nhất toàn quốc ở lĩnh vực này. Nhóm nghiên cứu cùng đoàn sinh viên ĐHBK Hà Nội tại buỗi lễ trao giải  thưởng Khoa học và Công nghệ dành cho sinh viên các cơ sở giáo dục đại học năm 2025 Với Minh và An, giải thưởng là sự ghi nhận cho kết quả nghiên cứu và là minh chứng cho một quá trình học tập nghiêm túc và bền bỉ. Từ phòng thí nghiệm còn nhiều khó khăn đến sân chơi khoa học cấp quốc gia, hành trình của nhóm sinh viên ngành Kỹ thuật vật liệu, trường Vật Liệu, Bách khoa Hà Nội cho thấy thành quả không đến từ những điều quá lớn lao, mà được tạo nên từ sự đồng hành của người thầy và nỗ lực không ngừng của những người trẻ yêu khoa học. Tác giả: Hoài Thơ",
    "url": "https://hust.edu.vn/vi/news/hoat-dong-chung/ben-bi-tu-ly-thuyet-den-ung-dung-dau-an-sinh-vien-bach-khoa-ha-noi-tai-giai-thuong-khoa-hoc-va-cong-nghe-2025-655731.html"
},
{
    "title": "Chung kết Sáng tạo Xanh 2025: Dấu ấn tiên phong của thế hệ trẻ trên hành trình kiến tạo tương lai bền vững",
    "content_length": 6125,
    "content": "Ngày 09/12, Hội thảo C2 - \"Thánh đường\" của những ý tưởng lớn tại Đại học Bách khoa Hà Nội đã chứng kiến những khoảnh khắc bùng nổ của Vòng Chung kết \"Sáng tạo Xanh 2025\". Hơn cả một cuộc tranh tài, sự kiện là lời khẳng định đanh thép về năng lực của trí tuệ Việt trong kỷ nguyên số, nơi những \"hạt giống\" công nghệ được ươm mầm để giải quyết bài toán sống còn của nhân loại: Phát triển bền vững và Cam kết Net Zero. Cú hích lịch sử từ sân chơi \"trí tuệ xanh\" quy mô quốc gia Năm 2025 được ghi nhớ như một cột mốc đặc biệt trong phong trào Sinh viên Nghiên cứu Khoa học của Đại học Bách khoa Hà Nội, khi cuộc thi Sáng tạo xanh 2025 chính thức \"trình làng\" và tạo ra sức hút chấn động ngay trong mùa giải đầu tiên. Không khí tại Hội thảo C2 nóng hơn bao giờ hết với sự quy tụ của những bộ óc sáng tạo nhất. Từ con số 66 ý tưởng táo bạo khởi điểm, quy tụ tinh hoa từ hơn 20 Trường Đại học trải dài khắp ba miền Bắc - Trung - Nam, Sáng tạo xanh 2025 đã thực sự trở thành một \"đấu trường\" học thuật khốc liệt nhưng đầy vinh quang. Để đứng trên sân khấu chung kết hôm nay, các đội thi đã phải vượt qua 3 vòng \"lửa thử vàng\" với những đợt training chuyên sâu khắc nghiệt, dưới sự dẫn dắt của hơn 20 chuyên gia đầu ngành. Sự hiện diện của 5 đại diện xuất sắc nhất (3 đội từ Đại học Bách khoa Hà Nội, 1 đội từ Trường Đại học Xây dựng Hà Nội, 1 đội từ Đại học Cần Thơ) là minh chứng hùng hồn cho sức lan tỏa của cuộc thi: Không biên giới, không khoảng cách, chỉ có một mục tiêu duy nhất là phụng sự cộng đồng bằng công nghệ. Đội thi Agrivision và Smart-Maint trong phần thi tranh biện Tầm nhìn chiến lược: Khi Nhà trường và Doanh nghiệp \"chung lưng đấu cật\" Phát biểu khai mạc với tâm thế đầy tự hào, PGS.TS. Huỳnh Đăng Chính - Phó Giám đốc Đại học Bách khoa Hà Nội khẳng định vị thế tiên phong của Nhà trường: \"Đại học Bách khoa Hà Nội không chỉ tổ chức một cuộc thi, chúng tôi đang kiến tạo một hệ sinh thái. Sáng tạo xanh là nơi kết nối chặt chẽ \"thế chân kiềng\": Nhà trường - Doanh nghiệp - Chuyên gia. Những giải pháp có mặt hôm nay là lời tuyên bố đanh thép rằng: Sinh viên Việt Nam không chỉ giỏi lý thuyết, mà hoàn toàn đủ bản lĩnh để tạo ra những công nghệ lõi, giải quyết trực diện các thách thức môi trường cấp bách nhất.\" PGS. Huỳnh Đăng Chính - Phó Giám đốc Đại học Bách khoa Hà Nội phát biểu tại sự kiện Cộng hưởng với tầm nhìn đó là sự đồng hành chiến lược từ Quỹ Vì tương lai xanh (Tập đoàn Vingroup). Không chỉ đóng vai trò \"bệ đỡ\" về tài chính, Quỹ đã tham gia trực tiếp vào quá trình \"nuôi mầm\" các ý tưởng, đưa các chuyên gia hàng đầu vào Hội đồng Giám khảo để mài giũa từng mô hình dự thi. Tại buổi lễ, TS. Lê Thái Hà - Đại diện Quỹ Vì Tương Lai Xanh đã có bài phát biểu truyền cảm hứng mạnh mẽ:\"Tương lai xanh không nằm trên những bản báo cáo, nó nằm trong chính tư duy dám nghĩ - dám làm của các bạn trẻ ngồi đây. Quỹ cam kết sẽ là bệ phóng vững chắc để những sáng kiến này không chỉ dừng lại ở mô hình thí nghiệm, mà phải được thương mại hóa, được ứng dụng và tạo ra tác động thực tế, góp phần đưa Việt Nam tiến nhanh hơn tới mục tiêu phát thải ròng bằng '0' \". TS. Lê Thái Hà - Giám đốc Điều hành Quỹ VinFuture và Quỹ Vì tương lai xanh - Tập đoàn VinGroup phát biểu tại sự kiện Bữa tiệc công nghệ mãn nhãn và sự lên ngôi của những giải pháp đột phá Chung kết Sáng tạo xanh 2025 thực sự là một \"bữa tiệc\" công nghệ đa sắc màu, nơi trí tuệ nhân tạo (AI), vật liệu mới và kinh tế tuần hoàn cùng tỏa sáng. 5 đội thi đã cống hiến những màn thuyết trình và phản biện nảy lửa, thuyết phục hoàn toàn Hội đồng giám khảo khó tính nhất. Vượt qua những đối thủ sừng sỏ, đội Smart-Maint đã xuất sắc đăng quang ngôi vị Quán quân với dự án \"Ứng dụng Trí tuệ nhân tạo phân tán trong giám sát và cảnh báo bất thường theo thời gian thực cho hệ thống năng lượng điện mặt trời\". Đây được đánh giá là giải pháp mang tầm vóc quốc tế, giải quyết bài toán tối ưu hóa năng lượng tái tạo - chìa khóa của tương lai. Bám đuổi sát nút là đội CFIM với giải Á quân nhờ giải pháp nhân văn \"Phòng cháy từ phế thải công nghiệp\", biến rác thải thành tài nguyên bảo vệ con người. Giải Quý quân thuộc về EcoWeavers với câu chuyện đầy cảm hứng \"Từ lá mía đến thời trang xanh\", mở ra hướng đi mới cho ngành vật liệu bền vững. Bên cạnh đó, hai giải Khuyến khích dành cho Agrivision - Giải pháp công nghệ ai tối ưu hóa quản lý nông nghiệp thông minh cho tương lai bền vững và LiHo Hair - Nghiên cứu và tối ưu hoá quá trình chiết tách, xử lý xơ từ cây lưỡi hổ để chế tạo tóc giả làm tăng lượng sản phẩm thu được và tận dụng sản phẩm đồng hành, cũng để lại những ấn tượng sâu sắc về tính sáng tạo và khả năng ứng dụng thực tiễn. Khép lại hành trình, mở ra kỷ nguyên mới Vòng Chung kết Sáng tạo xanh 2025 đã khép lại, nhưng dư âm của nó sẽ còn vang vọng. Đây không phải là điểm kết thúc, mà là vạch xuất phát cho một hành trình mới dài hơi hơn. Như cam kết từ Ban tổ chức, các đội thi sẽ tiếp tục được hỗ trợ để hoàn thiện sản phẩm, kết nối đầu tư và triển khai vào thực tế. Thành công rực rỡ của mùa giải năm nay một lần nữa khẳng định: Đại học Bách khoa Hà Nội không chỉ là cái nôi đào tạo kỹ sư hàng đầu, mà còn là trung tâm đổi mới sáng tạo, nơi thắp lên ngọn lửa đam mê khoa học công nghệ, góp phần xây dựng một Việt Nam hùng cường và bền vững. Hành trình ươm mầm tài năng công nghệ mới đã bắt đầu, và chúng ta có quyền tin tưởng vào một thế hệ trẻ bản lĩnh, trí tuệ, sẵn sàng gánh vác sứ mệnh tương lai! Hội đồng Ban Giám khảo Sáng tạo xanh 2025 🥇Quán Quân: Smart-Maint - Ứng dụng Trí tuệ nhân tạo phân tán trong giám sát và cảnh báo bất thường theo thời gian thực cho hệ thống năng lượng điện mặt trời. 🥈Á Quân: CFIM - Giải pháp phòng cháy từ phế thải công nghiệp. 🥉Quý Quân: EcoWeavers - Từ lá mía đến thời trang xanh: Giải pháp vật liệu xanh và thời trang bền vững cho tương lai. 🏅Khuyến Khích: - Agrivision - Giải pháp công nghệ ai tối ưu hóa quản lý nông nghiệp thông minh cho tương lai bền vững. - LiHo Hair - Nghiên cứu và tối ưu hoá quá trình chiết tách, xử lý xơ từ cây lưỡi hổ để chế tạo tóc giả làm tăng lượng sản phẩm thu được và tận dụng sản phẩm đồng hành. Ảnh: Trung tâm Sáng tạo & Khởi nghiệp sinh viên Tác giả: Nguyễn Văn Hải Đăng",
    "url": "https://hust.edu.vn/vi/news/hoat-dong-chung/chung-ket-sang-tao-xanh-2025-dau-an-tien-phong-cua-the-he-tre-tren-hanh-trinh-kien-tao-tuong-lai-ben-vung-655720.html"
},
{
    "title": "Bách khoa Hà Nội sẵn sàng cho kỳ thi TSA 2026, hướng tới chuẩn quốc gia thi trên máy tính năm 2030",
    "content_length": 3959,
    "content": "Chuẩn bị cho kỳ thi Đánh giá Tư duy (TSA) năm 2026, đợt thi đầu tiên được tổ chức ngay từ tháng 1, Đại học Bách khoa Hà Nội đã hoàn tất nhiều hạng mục đầu tư chiến lược về hạ tầng, thiết bị và hệ thống công nghệ nhằm đảm bảo mang đến cho thí sinh một kỳ thi an toàn, công bằng và hiện đại theo chuẩn quốc gia. Đầu tư quy mô lớn về hạ tầng kỹ thuật và phòng thi máy tính Theo PGS. Vũ Duy Hải - Trưởng Ban Tuyển sinh - Hướng nghiệp, những hạng mục đầu tư mới được triển khai trong năm 2025 là bước đi quan trọng trong lộ trình xây dựng Kỳ thi Đánh giá tư duy TSA của Đại học Bách khoa Hà Nội. Trong năm qua, Bách khoa Hà Nội đã trang bị bổ sung hơn 300 máy tính mới để đưa vào vận hành, nâng tổng số lượng máy tính phục vụ Kỳ thi lên con số 1.000 máy. Song song với đó, hệ thống máy chủ và phần mềm quản lý ngân hàng câu hỏi, phần mềm thi đã được nâng cấp toàn diện, 10 hệ thống check-in tự động cùng hệ thống camera giám sát đã được lắp đặt nhằm tăng cường cho công tác chống gian lận, đảm bảo tính minh bạch trong toàn bộ quá trình thi. Trước khi vào phòng thi, thí sinh bắt buộc phải đi qua hệ thống check-in này, bước đầu tiên trong quy trình giám sát đa lớp mà Bách khoa Hà Nội đang áp dụng. Hiện tại, riêng khu vực tầng 2 Tòa nhà Thư viện Tạ Quang Bửu đang có 15 phòng thi, phục vụ tối đa 700 thí sinh cùng lúc. Dự kiến trong năm 2026, Đại học Bách khoa Hà Nội tiếp tục đầu tư tại khu vực này để hình thành một trung tâm khảo thí hiện đại trên máy tính với quy mô khoảng 1.000 máy.  Trung tâm khảo thí trên máy tính có quy mô lớn này không chỉ phục vụ cho Kỳ thi Đánh giá tư duy TSA mà còn triển khai các hoạt động khảo thí trên máy tính khác của Đại học cũng như sẵn sàng phục vụ các nhiệm vụ khảo thí trên máy tính của các Bộ, Ban, Ngành. 10 hệ thống check-in tự động cùng hệ thống camera giám sát đã được lắp đặt nhằm tăng cường cho công tác chống gian lận, đảm bảo tính minh bạch trong toàn bộ quá trình thi 10 hệ thống check-in tự động cùng hệ thống camera giám sát đã được lắp đặt nhằm tăng cường cho công tác chống gian lận, đảm bảo tính minh bạch trong toàn bộ quá trình thi Hiện đã có gần 17.000 thí sinh đăng ký dự thi TSA đợt 1 Ngày 5/12, Đại học Bách khoa Hà Nội đã chính thức mở cổng đăng ký dự thi đợt 1 của kỳ thi Đánh giá tư duy năm 2026 - diễn ra ngày 24 - 25/1/2026. Tính đến sáng nay (13/12), khi còn 2 ngày nữa mới kết thúc đăng ký thi, đã có gần 17.000 thí sinh đăng ký tham dự. Để đáp ứng lượng thí sinh lớn, Nhà trường đã hoàn tất phối hợp với các trường đại học đối tác và dự kiến triển khai kỳ thi tại 30 điểm thi trên toàn quốc, phục vụ khoảng 20.000 thí sinh trong 3 ca thi của đợt 1. Mọi hạng mục cơ sở vật chất, hệ thống công nghệ, nhân sự và quy trình vận hành đều đã được bố trí đầy đủ để sẵn sàng cho kỳ thi vào cuối tháng 1. Nhờ việc triển khai từ sớm chiến lược chuyển đổi số, Trung tâm Chuyển đổi số - Đại học Bách khoa Hà Nội hiện vận hành hệ thống máy chủ mạnh, đảm bảo xử lý khối lượng dữ liệu rất lớn với tiêu chuẩn bảo mật cao. Hệ thống này không chỉ phục vụ kỳ thi Đánh giá tư duy, mà còn hỗ trợ các hoạt động khảo thí khác trong toàn Đại học. Với sự chuẩn bị kỹ lưỡng, đầu tư bài bản và định hướng tiên phong trong khảo thí số, Đại học Bách khoa Hà Nội khẳng định quyết tâm xây dựng kỳ thi Đánh giá tư duy - TSA trở thành một kỳ thi hiện đại, an toàn, hiệu quả, công bằng và hữu ích cho thí sinh trên toàn quốc. BỘ TÀI LIỆU CHÍNH THỐNG VÀ ĐẦY ĐỦ NHẤT CHO KỲ THI TSA 2026 Đầu tháng 11/2025, Đại học Bách khoa Hà Nội phát hành Cẩm nang thi Đánh giá tư duy  - TSA  xuất bản lần thứ 2 với nhiều cập nhật quan trọng: * Nội dung ôn tập được biên soạn theo chương trình giáo dục THPT mới; * Cung cấp 3 mã thi thử, giúp thí sinh tự đánh giá năng lực tư duy, biết được điểm số và tỷ lệ đúng - sai theo từng phần; * Toàn bộ ấn bản eBook 456 trang được cung cấp hoàn toàn MIỄN PHÍ trên nền tảng eBook của Đại học, giúp thí sinh dễ dàng tiếp cận tài liệu chất lượng. Link truy cập: https://nxbbachkhoa.vn/ebook-free/12767/0/1",
    "url": "https://hust.edu.vn/vi/news/tin-tuc-su-kien/bach-khoa-ha-noi-san-sang-cho-ky-thi-tsa-2026-huong-toi-chuan-quoc-gia-thi-tren-may-tinh-nam-2030-655723.html"
},
{
    "title": "Đại học Bách khoa Hà Nội tăng cường tiếng nói sinh viên trong phòng, chống bạo lực giới trên môi trường số",
    "content_length": 4755,
    "content": "Ngày 11/12, hơn 1.000 sinh viên Đại học Bách khoa Hà Nội cùng các trường đại học trên địa bàn Hà Nội đã tham gia chương trình “Đối thoại: Tăng cường tiếng nói thanh niên về phòng ngừa và ứng phó bạo lực trên cơ sở giới sử dụng công nghệ” do Quỹ Dân số Liên Hợp Quốc (UNFPA), Trung tâm Nghiên cứu và Ứng dụng Khoa học về Giới - Gia đình - Phụ nữ và Vị thành niên (CSAGA), Cơ quan Hợp tác Quốc tế Hàn Quốc (KOICA) và Đại học Bách khoa Hà Nội phối hợp tổ chức. Chương trình được tổ chức nhằm thúc đẩy tiếng nói của thanh niên và tăng cường đối thoại giữa các bên liên quan để xây dựng môi trường số an toàn, tôn trọng và không bạo lực đối với phụ nữ, trẻ em gái và tất cả người dùng. Theo đó, tọa đàm góp phần triển khai Công ước Hà Nội về phòng, chống tội phạm mạng, đồng thời hưởng ứng Tháng Hành động Quốc gia về Bình đẳng giới và Phòng ngừa – Ứng phó bạo lực trên cơ sở giới năm 2025. Chương trình tập trung nâng cao năng lực cho thanh niên trong việc nhận diện, phòng ngừa, báo cáo các hành vi bạo lực giới trên không gian mạng, song song với thúc đẩy đối thoại chính sách liên ngành, hướng tới tăng cường các hành động phối hợp hiệu quả. Sinh viên Bách khoa Hà Nội trao đổi, thảo luận tại chương trình Phát biểu tại sự kiện, PGS. Phạm Thanh Huyền - Trưởng ban Công tác sinh viên ĐHBK Hà Nội nhấn mạnh \"Bên cạnh những cơ hội học tập và sáng tạo, môi trường số cũng tiềm ẩn nhiều rủi ro ngày càng phức tạp, trong đó bạo lực giới sử dụng công nghệ đang trở thành mối quan ngại lớn đối với thanh niên và sinh viên. Nhà trường luôn coi trọng việc xây dựng môi trường học tập an toàn, nhân văn, tôn trọng; đồng thời tăng cường giáo dục kỹ năng số, đạo đức số, văn hóa ứng xử trên không gian mạng và phát triển các kênh hỗ trợ tâm lý cho sinh viên\". PGS. Phạm Thanh Huyền cũng khẳng định, để phòng ngừa và ứng phó hiệu quả với TF-GBV, cần có sự hợp tác liên ngành chặt chẽ giữa cơ sở giáo dục, cơ quan quản lý nhà nước, các tổ chức quốc tế, doanh nghiệp công nghệ và đặc biệt là sự tham gia chủ động của chính thanh niên. Sinh viên không chỉ là người sử dụng công nghệ, mà còn là những kỹ sư, nhà sáng tạo tương lai, có khả năng đóng góp các giải pháp công nghệ nhằm bảo vệ nhóm yếu thế và xây dựng môi trường số an toàn cho toàn xã hội. Phó Giám đốc KOICA Việt Nam, ông Lee Gunwoo, chia sẻ: “KOICA tự hào đồng hành cùng Việt Nam và UNFPA trong việc tăng cường năng lực cho thanh niên, xây dựng không gian số an toàn và lành mạnh. Bảo vệ phụ nữ và trẻ em gái khỏi bạo lực công nghệ là trách nhiệm chung của toàn xã hội.” Trong khuôn khổ chương trình, phiên đối thoại liên ngành đã diễn ra sôi nổi với sự tham gia của đại diện CSAGA, Quỹ Dân số Liên hợp quốc (UNFPA), Bộ Giáo dục và Đào tạo, cơ quan quản lý nhà nước và doanh nghiệp công nghệ Meta. Các diễn giả đã cùng trao đổi về thực trạng TF-GBV, những khoảng trống chính sách, cũng như các sáng kiến và giải pháp do thanh niên dẫn dắt nhằm phòng ngừa và ứng phó hiệu quả với bạo lực giới trên môi trường số. Bà Đặng Thị Huyền, Trợ lý Trưởng đại diện Quỹ Dân số Liên hợp quốc tại Việt Nam nhấn mạnh \"Chấm dứt bạo lực trên cơ sở giới sử dụng công nghệ (TFGBV) với thanh niên phải bắt đầu từ chính tiếng nói và vai trò lãnh đạo của thanh niên. Các bạn không chỉ là người sử dụng công nghệ, các bạn là những kiến tạo tương lai của thế giới số.” Điểm nhấn của tọa đàm là phần “Tiếng nói thanh niên”, trong đó đại diện sinh viên đã trình bày các sáng kiến, khuyến nghị gửi tới các bên liên quan, thể hiện vai trò chủ động và trách nhiệm của người trẻ trong việc xây dựng văn hóa số an toàn, tôn trọng và nhân văn. Đại diện sinh viên Bách khoa Hà Nội trình bày các sáng kiến và khuyến nghị Bà Nguyễn Thu Thúy, Giám đốc CSAGA, khẳng định: “Chúng tôi tin rằng mọi tiếng nói của thanh niên đều có giá trị. Khi được trao cơ hội, các bạn chính là lực lượng dẫn dắt thay đổi nhận thức và hành vi trên không gian mạng.” Thông qua tọa đàm, Đại học Bách khoa Hà Nội và CSAGA khẳng định cam kết tiếp tục đồng hành cùng thanh niên trong việc nâng cao nhận thức, thúc đẩy đối thoại chính sách và triển khai các giải pháp thiết thực nhằm phòng ngừa, ứng phó với bạo lực trên cơ sở giới sử dụng công nghệ, hướng tới xây dựng môi trường số an toàn cho mọi người. Trước đó, ngày 7/12, sự kiện “NextGen for Digital Safety – Hành động vì An toàn số cho phụ nữ và trẻ em gái”, thuộc chuỗi hoạt động tăng cường sự tham gia của thanh niên, đã thu hút hơn 3.000 sinh viên Đại học Bách khoa Hà Nội và nhiều trường đại học trên địa bàn Hà Nội. Sự kiện tạo không gian trải nghiệm, tương tác và chia sẻ kiến thức, sáng kiến, khuyến nghị thiết thực, góp phần lan tỏa thông điệp nói không với bạo lực giới, đặc biệt là các hành vi bạo lực trên cơ sở giới sử dụng công nghệ. Một số hình ảnh hoạt động tại chương trình: Ban Công tác sinh viên",
    "url": "https://hust.edu.vn/vi/news/hoat-dong-chung/dai-hoc-bach-khoa-ha-noi-tang-cuong-tieng-noi-sinh-vien-trong-phong-chong-bao-luc-gioi-tren-moi-truong-so-655725.html"
},
{
    "title": "Lễ vinh danh sinh viên xuất sắc năm học 2024–2025",
    "content_length": 4467,
    "content": "Ngày 11/12, tại hội trường C2, Đại học Bách khoa Hà Nội đã tổ chức Lễ khen thưởng sinh viên xuất sắc năm học 2024–2025. Đây là năm đầu tiên Nhà trường tổ chức lễ vinh danh, nhằm ghi nhận 1.093 sinh viên đã đạt kết quả học tập và rèn luyện xuất sắc trong suốt một năm học nhiều nỗ lực. Phát biểu tại buổi lễ, PGS. Huỳnh Đăng Chính – Phó Giám đốc Đại học Bách khoa Hà Nội – gửi lời chúc mừng đến hơn 1000 sinh viên được khen thưởng tại buổi lễ. Phó Giám đốc Đại học Bách khoa Hà Nội ghi nhận hành trình học tập bền bỉ của các sinh viên từ những giờ lên lớp, nghiên cứu trong phòng thí nghiệm, tự học tại thư viện cho tới những đợt thực tập tại doanh nghiệp. Đó là những trải nghiệm tạo nên bản lĩnh của người Bách khoa, kiên trì, trách nhiệm và không ngừng hoàn thiện. PGS. Huỳnh Đăng Chính – Phó Giám đốc Đại học Bách khoa Hà Nội – gửi lời chúc mừng đến 1.093 sinh viên đã đạt kết quả học tập và rèn luyện xuất sắc trong một năm học PGS. Huỳnh Đăng Chính nhấn mạnh thành tích hôm nay là sự cố gắng của sinh viên và là sự đồng hành âm thầm của các thầy cô. “Khi đã đạt được danh hiệu sinh viên xuất sắc, trách nhiệm của các em càng lớn hơn, tiếp tục giữ vững tinh thần học tập nghiêm túc, lan tỏa thái độ tích cực tới bạn bè và thể hiện bản lĩnh của sinh viên Bách khoa trong công việc và cuộc sống” -  Phó Giám đốc Đại học Bách khoa Hà Nội chia sẻ. PGS. Huỳnh Đăng Chính cũng khẳng định Nhà trường luôn tạo mọi điều kiện tốt nhất cho sinh viên phát triển, từ cơ hội nghiên cứu, học tập đến tiếp cận doanh nghiệp. Nhiều sinh viên xuất sắc đã sớm được doanh nghiệp ghi nhận thông qua học bổng, chương trình thực tập hay cơ hội tuyển dụng ngay khi còn ngồi trên ghế giảng đường. Trong số 1.093 sinh viên được khen thưởng, Hội đồng khen thưởng đã lựa chọn 9 gương mặt tiêu biểu nhất. Đây là những sinh viên không chỉ đạt thành tích học tập và rèn luyện xuất sắc, mà còn có nhiều đóng góp nổi bật trong nghiên cứu khoa học, hoạt động Đoàn – Hội và các phong trào chung của Trường. Họ đại diện cho hình ảnh người sinh viên Bách khoa toàn diện: học tốt – rèn tốt – trách nhiệm – sáng tạo. Nguyễn Đăng Nam Khánh, sinh viên lớp Tài chính K67, Trường Kinh tế là một trong những gương mặt tiêu biểu được khen thưởng tại buổi lễ. Nam Khánh chia sẻ hành trình học tập tại Đại học Bách khoa Hà Nội không phải lúc nào cũng dễ dàng. Nguyễn Đăng Nam Khánh, sinh viên lớp Tài chính K67, Trường Kinh tế là một trong những gương mặt tiêu biểu được khen thưởng tại buổi lễ “Đôi khi tôi bị mất cân bằng giữa hoạt động ngoại khóa và việc duy trì thành tích học tập. Nhưng nhờ sự động viên của thầy cô Trường Kinh tế và sự hỗ trợ của bạn bè mà tôi đã tìm được nhịp phù hợp, vừa giữ vững kết quả học tập, vừa hoàn thành tốt các nhiệm vụ ngoại khóa” - Khánh chia sẻ. Câu chuyện của Khánh cũng là hình ảnh chung của rất nhiều sinh viên xuất sắc có mặt trong hội trường. Đằng sau mỗi điểm số là một quá trình bền bỉ; đằng sau mỗi bảng thành tích là sự hy sinh thời gian, là những nỗ lự, là tinh thần tự học, tự rèn luôn được đề cao trong môi trường Bách khoa Hà Nội. Lễ khen thưởng năm nay không chỉ là dịp để tôn vinh các cá nhân xuất sắc, mà còn là cơ hội để lan tỏa văn hóa học tập nghiêm túc trong toàn Đại học. Theo PGS. Huỳnh Đăng, thành tích xuất sắc không chỉ là “đích đến” mà còn là động lực để mỗi sinh viên không ngừng phấn đấu mỗi ngày. Học tốt hơn, làm thí nghiệm chuyên tâm hơn, tham gia hoạt động cộng đồng tích cực hơn. Khi sự nỗ lực được duy trì bền bỉ, thành tích xuất sắc sẽ đến như một phần tự nhiên của hành trình trưởng thành. Lễ vinh danh khép lại với ánh mắt hân hoan và niềm tự hào của thầy cô, bạn bè và chính các bạn sinh viên. Các sinh viên xuất sắc của năm học 2024–2025 sẽ tiếp tục mang theo tinh thần trách nhiệm, sáng tạo, chính trực, xuất sắc để tiến xa hơn trên con đường học tập, nghiên cứu. 🎖️ 9 sinh viên tiêu biểu của năm học 2024–2025 Các sinh viên tiêu biểu năm học 2024-2025 1. Dương Ngọc Thắng – Công nghệ giáo dục 01-K67, Khoa KH&CN Giáo dục; 2. Trần Bình An – Tiếng Anh KHKT 02-K67, Khoa Ngoại ngữ; 3. Đặng Thị Thùy Dương – Toán–Tin 02-K68, Khoa Toán–Tin; 4. Văn Thành Đạt – Việt Nhật 04-K68, Trường CNTT&TT; 5. Nguyễn Văn Duy – Hàng không 01-K67, Trường Cơ khí; 6. Bùi Thị Ngọc Anh – CTTT TTS & KT đa phương tiện 02-K67, Trường Điện–Điện tử; 7. Thân Thị Thanh Thúy – Kỹ thuật sinh học 01-K68, Trường Hóa & KHSS; 8. Nguyễn Đăng Nam Khánh – Tài chính – Ngân hàng 02-K67, Trường Kinh tế; 9. Lê Thanh Chúc – Dệt may 02-K67, Trường Vật liệu. Ảnh: Duy Thành",
    "url": "https://hust.edu.vn/vi/news/hoat-dong-chung/le-vinh-danh-sinh-vien-xuat-sac-nam-hoc-2024-2025-655722.html"
},
{
    "title": "Đại học Bách khoa Hà Nội và Tập đoàn AstraZeneca thành lập Trung tâm Đổi mới Sáng tạo Y tế AZ–HUST",
    "content_length": 7241,
    "content": "Ngày 14/12, Đại học Bách khoa Hà Nội phối hợp với Hội Thầy thuốc trẻ Việt Nam tổ chức Lễ mít tinh “Tiếp cận y tế toàn diện thông qua đổi mới sáng tạo trong y tế” tại Công viên Thống Nhất, Hà Nội. Đáng chú ý, trong khuôn khổ buổi lễ, Đại học Bách khoa Hà Nội và Tập đoàn AstraZeneca chính thức ký kết Bản ghi nhớ hợp tác về đổi mới sáng tạo trong y tế và ra mắt Trung tâm Đổi mới Sáng tạo Y tế AZ–HUST. Chương trình thực hiện trên tinh thần Nghị quyết số 57-NQ/TW về phát triển khoa học, công nghệ, đổi mới sáng tạo và chuyển đổi số quốc gia; Nghị quyết số 72-NQ/TW của Bộ Chính trị về các giải pháp đột phá tăng cường bảo vệ, chăm sóc và nâng cao sức khỏe Nhân dân; cùng định hướng của Tổng Bí thư về mục tiêu “Mỗi người dân được khám sức khỏe ít nhất một lần mỗi năm”. Đồng thời, sự kiện được triển khai nhân dịp chào mừng Đại hội Hội Thầy thuốc trẻ Việt Nam lần thứ V nhiệm kỳ 2025-2030. Các đại biểu, khách mời chụp ảnh kỷ niệm tại Lễ mít tinh Hợp tác chiến lược của Đại học Bách khoa Hà Nội và AstraZeneca Bản ghi nhớ hợp tác triển khai dự án đổi mới sáng tạo trong y tế do PGS. Huỳnh Quyết Thắng - Giám đốc Đại học Bách khoa Hà Nội và ông Atul Tandon - Tổng Giám đốc AstraZeneca Việt Nam, đại diện ký kết. Theo thỏa thuận, Trung tâm Đổi mới Sáng tạo Y tế AZ–HUST sẽ đặt tại Viện AI4LIFE của Đại học Bách khoa Hà Nội, với các hướng hoạt động chính: - Nghiên cứu và ứng dụng công nghệ AI, chuyển đổi số trong y tế nhằm phát hiện sớm bệnh không lây nhiễm, tối ưu hóa quy trình khám chữa bệnh và hỗ trợ ra quyết định lâm sàng; - Ươm tạo và hỗ trợ các startup healthtech, medtech, kết nối với mạng lưới A-Catalyst toàn cầu của AstraZeneca; - Thí điểm và kiểm chứng các giải pháp y tế số, đưa công nghệ từ nghiên cứu đến thực tiễn khám chữa bệnh; - Đào tạo, bồi dưỡng năng lực cho đội ngũ bác sĩ, kỹ sư, nhà nghiên cứu trong lĩnh vực AI y tế; - Thúc đẩy hợp tác liên ngành giữa trường đại học, bệnh viện, viện nghiên cứu, doanh nghiệp và cơ quan quản lý. Trung tâm Đổi mới Sáng tạo Y tế AZ–HUST cũng sẽ là nơi trưng bày, giới thiệu các giải pháp công nghệ y tế tiên tiến, góp phần đưa Việt Nam hội nhập mạnh mẽ hơn vào xu thế y tế thông minh trên thế giới. Lãnh đạo Đại học Bách khoa Hà Nội và Tập đoàn AstraZeneca thực hiện nghi thức trao Bản ghi nhớ hợp tác Một trong những dự án trọng điểm của Trung tâm Đổi mới Sáng tạo Y tế là phát triển chatbot y tế ứng dụng AI, được huấn luyện có chọn lọc từ các hướng dẫn chẩn đoán, điều trị chính thức của Bộ Y tế và tài liệu chuyên môn đã thẩm định. Hệ thống cung cấp thông tin có trích dẫn nguồn và thời điểm ban hành rõ ràng, hỗ trợ bác sĩ ra quyết định lâm sàng, góp phần chuẩn hóa thực hành và nâng cao chất lượng chăm sóc người bệnh, nhất là tại tuyến cơ sở. Vì một hệ sinh thái đổi mới sáng tạo y tế bền vững Phát biểu tại buổi lễ, PGS. Huỳnh Quyết Thắng – Giám đốc Đại học Bách khoa Hà Nội cam kết Nhà trường sẽ huy động tối đa năng lực học thuật, nguồn nhân lực và mạng lưới hợp tác quốc tế để cùng AstraZeneca và các đối tác xây dựng một hệ sinh thái đổi mới sáng tạo y tế bền vững, có trách nhiệm và lấy người bệnh làm trung tâm, phù hợp với các định hướng lớn của Đảng và Nhà nước về khoa học công nghệ, đổi mới sáng tạo và chuyển đổi số. PGS. Huỳnh Quyết Thắng – Giám đốc Đại học Bách khoa Hà Nội Theo PGS. Huỳnh Quyết Thắng, việc thành lập Trung tâm Đổi mới Sáng tạo Y tế trong khuôn khổ Mạng lưới A.Catalyst là minh chứng rõ nét cho mô hình hợp tác hiệu quả giữa Đại học - Doanh nghiệp - Cơ quan quản lý - Hệ sinh thái khởi nghiệp. “Trung tâm sẽ là nơi ươm tạo ý tưởng, đào tạo nhân lực, thúc đẩy nghiên cứu liên ngành và hỗ trợ thương mại hóa các giải pháp y tế ứng dụng AI, góp phần giải quyết những thách thức lớn như phòng bệnh không lây nhiễm, chẩn đoán và quản lý bệnh cho người dân.” - Giám đốc Đại học Bách khoa Hà Nội cho biết. Ông Atul Tandon - Tổng Giám đốc AstraZeneca Việt Nam cho biết, trong bối cảnh dân số già hoá nhanh với môi trường thay đổi, các bệnh không lây nhiễm đang ngày càng gia tăng tại Việt Nam với 41,5% ca tử vong xảy ra trước tuổi 70. Thêm vào đó, sự chênh lệch về khả năng tiếp cận các dịch vụ y tế chất lượng giữa thành thị và nông thôn vẫn còn rất lớn. Ông Atul Tandon - Tổng Giám đốc AstraZeneca Việt Nam “Đây là lúc chúng ta cần những bước đi mới và táo bạo!” - Tổng Giám đốc AstraZeneca Việt Nam khẳng định. Sáng kiến hợp tác giữa Đại học Bách khoa Hà Nội và AstraZeneca là sự hưởng ứng mạnh mẽ Nghị quyết 57-NQ/TW và Nghị quyết 72-NQ/TW của Bộ Chính trị. Tầm nhìn của các bên qua sự kiện này được thể hiện rõ nét: Ứng dụng trí tuệ nhân tạo và công nghệ số để thay đổi hoàn toàn cách phát hiện, chẩn đoán và điều trị các bệnh lý phức tạp như ung thư, tiểu đường, tim mạch và hô hấp - thông qua các trung tâm nghiên cứu AI, các chương trình hỗ trợ khởi nghiệp và hợp tác quốc tế, cùng phát triển những giải pháp y tế phù hợp với đặc điểm Việt Nam. Ông Atul Tandon nhấn mạnh: “Dự án là động lực cho sự thay đổi toàn diện giúp củng cố hệ thống y tế Việt Nam, đảm bảo mọi người dân từ Thủ đô đến những vùng miền xa xôi nhất đều được tiếp cận với y tế tiên tiến.” Trải nghiệm công nghệ y tế trong không gian cộng đồng Một trong những điểm thu hút của sự kiện là khu trưng bày và trải nghiệm các giải pháp y tế ứng dụng trí tuệ nhân tạo do Viện Nghiên cứu và Ứng dụng Trí tuệ nhân tạo (AI4LIFE) thuộc Đại học Bách khoa Hà Nội phát triển cùng các đối tác. Những giải pháp này minh chứng cho khả năng kết hợp giữa nghiên cứu hàn lâm và nhu cầu thực tiễn. Các giải pháp y tế ứng dụng AI do Viện AI4LIFE phát triển được giới thiệu đến cộng đồng Bên cạnh đó, trạm sàng lọc tự động các bệnh lý nguy hiểm được thiết lập, giúp người dân tiếp cận các dịch vụ sàng lọc ban đầu một cách thuận tiện, góp phần nâng cao nhận thức về y tế dự phòng và phát hiện sớm nguy cơ bệnh không lây nhiễm. Không gian triển lãm hình ảnh “Tiếp cận Y tế Toàn diện” tái hiện sinh động các hoạt động khám chữa bệnh tại vùng sâu, vùng xa, công tác cứu hộ cứu nạn, cũng như những nỗ lực tuyến đầu phòng, chống dịch COVID-19 của Hội Thầy thuốc trẻ Việt Nam, qua đó khắc họa rõ nét tinh thần cống hiến và trách nhiệm xã hội của lực lượng thầy thuốc trẻ. Ngoài ra, khu tư vấn và sàng lọc sức khỏe miễn phí với sự tham gia của các bác sĩ tuyến Trung ương đã mang y tế chất lượng cao đến gần hơn với người dân, đúng với tinh thần “y tế vì cộng đồng” mà chương trình hướng tới. Lễ mít tinh “Tiếp cận y tế toàn diện thông qua đổi mới sáng tạo trong y tế” là minh chứng cho sự nỗ lực của các cơ quan, tổ chức và đội ngũ thầy thuốc, nhà khoa học trong việc đưa dịch vụ y tế chất lượng đến gần hơn với người dân nhờ đổi mới sáng tạo và công nghệ số. Sự kiện được kỳ vọng tạo động lực hình thành các mô hình chăm sóc sức khỏe mới, thúc đẩy y tế dự phòng và góp phần hiện thực hóa mục tiêu chăm sóc sức khỏe toàn dân trong giai đoạn phát triển mới. Đại học Bách khoa Hà Nội đồng hành cùng ngành Y tế Việt Nam bằng năng lực nghiên cứu mạnh mẽ, đội ngũ nhà khoa học xuất sắc và tinh thần tiên phong trong chuyển đổi số, góp phần đưa các giải pháp đổi mới sáng tạo phục vụ trực tiếp cho người dân; khẳng định trách nhiệm của một đại học kỹ thuật - công nghệ hàng đầu, theo đuổi kim chỉ nam xuyên suốt hành trình xây dựng và phát triển: “Trách nhiệm với đất nước, cam kết với cộng đồng”. Ảnh: Duy Thành",
    "url": "https://hust.edu.vn/vi/news/khoa-hoc-cong-nghe-dmst/dai-hoc-bach-khoa-ha-noi-va-tap-doan-astrazeneca-thanh-lap-trung-tam-doi-moi-sang-tao-y-te-az-hust-655724.html"
},
{
    "title": "Nữ “học bá” Bách khoa kể chuyện tình yêu ngôn ngữ và tò mò công nghệ",
    "content_length": 7941,
    "content": "Trần Bình An, cô sinh viên năm cuối của ngành Tiếng Anh Khoa học Kỹ thuật và Công nghệ, Khoa Ngoại ngữ, Đại học Bách khoa Hà Nội đang học chương trình trao đổi sinh viên tại Hàn Quốc. Ấn tượng khi trò chuyện trực tuyến với cô gái là sự linh hoạt, ánh mắt luôn sáng lên khi nói về học tập và những trải nghiệm của mình tại Bách khoa. Ít ai biết rằng cô gái nhỏ nhắn ấy lại vừa chạm đến danh hiệu là 1 trong 9 Sinh viên tiêu biểu của Bách khoa năm học 2024 - 2025, một dấu mốc khẳng định những nỗ lực và trưởng thành của An trong suốt 4 năm đại học. Môi trường học tập mang hơi thở khoa học - kỹ thuật! Với Trần Bình An, lựa chọn ngành Tiếng Anh Khoa học Kỹ thuật và Công nghệ (FL1) tại ngôi trường gắn liền với hình ảnh kỹ thuật là một lựa chọn rất tự nhiên. Cô muốn nhiều hơn việc học ngoại ngữ theo cách truyền thống. Điều làm An thấy hấp dẫn chính là môi trường đặc trưng của Bách khoa, nơi mọi câu chuyện, dự án, hoạt động đều mang hơi thở khoa học - kỹ thuật. “Tôi thích cảm giác tiếng Anh hiện diện ngay trong đời sống công nghệ.” - An chia sẻ. Cô gái rất háo hức khi được nghe giảng viên kể những câu chuyện về các dự án công nghệ trong Đại học, hay khi cùng bạn bè tìm hiểu các nhóm từ vựng gắn liền với máy móc, tự động hóa, AI. Sự kết nối giữa ngôn ngữ và khoa học giúp An hiểu rằng đây là con đường phù hợp để bản thân mở rộng góc nhìn, không gói gọn vào một chuyên ngành duy nhất. Trần Bình An (thứ 2 từ phải qua) cùng các bạn trong nhóm đạt giải Nhì Hội nghị Sinh viên NCKH năm học 2024 - 2025 Cô nhớ rõ bài nghiên cứu khoa học đầu tiên: Đề tài về ứng dụng AI trong học tiếng Anh. Đó là những ngày miệt mài đọc các báo cáo quốc tế, những bài viết học thuật trên các tạp chí nước ngoài. Mỗi khái niệm về AI đều khiến cô gái Bình An thấy rõ vai trò của tiếng Anh: Nếu muốn chạm đến tri thức mới nhất, muốn hiểu các thuật toán, mô hình hay giải pháp học tập tiên tiến thế giới đang nói đến, tiếng Anh chính là cây cầu kết nối. Khi hỏi về bí quyết duy trì GPA 3.76/4.0 trong một chương trình học vừa có ngoại ngữ vừa có kiến thức kỹ thuật, lại thêm các môn kỹ năng chuyên sâu, cô gái Bách khoa cười nhẹ: “Tôi chỉ cố gắng học theo cách phù hợp nhất với từng nhóm môn.” Với môn lý thuyết, An không để kiến thức dồn lại. Ngay sau mỗi buổi học, cô dành thời gian ôn tập lại các khái niệm chính, hệ thống hóa thông tin và làm ngay bài tập hoặc phần chuẩn bị cho buổi sau. Với các môn đòi hỏi trình bày, thuyết trình, An luôn tìm cơ hội để áp dụng lại nội dung đã học, biến kiến thức từ sách vở thành tư duy của riêng mình, như điều các thầy, cô vẫn nhắc An và các bạn: Hãy để ngôn ngữ mình học là “sinh ngữ”! Ở nhóm môn thực hành tiếng vốn đòi hỏi sự kiên nhẫn, An luyện theo kiểu “ngấm dần”: Nghe - Nói - Dịch - Viết theo chu trình, nhận phản hồi từ giảng viên, chỉnh sửa từng lỗi nhỏ rồi luyện lại. Chính sự rèn luyện này giúp An tiến bộ đều, không bị quá tải trước những yêu cầu của chương trình học. Điểm rèn luyện 100/100 với An là câu chuyện nhiều lớp hơn là một con số: Vừa giữ thói quen học tập tốt, vừa mở rộng hoạt động ngoại khóa, vừa tham gia nghiên cứu khoa học, vừa thử sức ở những trải nghiệm mới mẻ trong và ngoài Đại học. Tất cả giúp An rèn kỹ năng quản lý thời gian, biết sắp xếp mức độ công việc ưu tiên. Quan trọng nhất là cô gái xây dựng được một phong thái kỷ luật nhưng linh hoạt. Trần Bình An (hàng ngồi, đầu tiên từ trái qua) cùng các bạn sinh viên quốc tế tại ĐHBK Hà Nội Trưởng thành từ chương trình trao đổi sinh viên của Bách khoa Trong những dấu mốc của 4 năm học, Bình An đã có cơ hội tham gia các chương trình trao đổi ngắn hạn tại Nhật Bản và Indonesia, nhưng đáng nhớ nhất là chương trình trao đổi sinh viên giữa Bách khoa và Đại học Ulsan, Hàn Quốc mà An đang cảm nhận từng ngày, từng giờ trong môi trường học tập nhiều điều thú vị. Cô “sắn Bách khoa” kể bằng giọng vừa hào hứng vừa… hài hước: “Có những lớp học thầy cô giảng toàn bằng tiếng Hàn, mà tôi chỉ hiểu 10 - 20%. Vừa áp lực, vừa thú vị, vừa thấy mình… đúng là ‘lọt thỏm’ giữa thế giới mới!”. Chỉ riêng việc đi siêu thị, hỏi đường hay xử lý thủ tục hành chính đã đủ khiến An phải căng mình thích nghi. Nhưng cũng chính các thử thách nhỏ ấy lại giúp cô mạnh dạn mở lời xin giúp đỡ, biết quan sát kỹ hơn, biết nở nụ cười thân thiện ngay cả khi không hiểu gì, biết kết bạn với những người đến từ các quốc gia khác. Đặc biệt, biết trân trọng sức mạnh của sự kiên nhẫn. Bình An chia sẻ cô trưởng thành không phải vì những thành tích nổi bật mà vì những thay đổi rất nhẹ nhàng: Tự tin hơn, độc lập hơn, dám thử những điều từng nghĩ “không hợp với mình”. Sau chương trình trao đổi tại Hàn Quốc, An đã mở rộng cách nhìn thế giới xung quanh. Kể về những nhân vật có ảnh hưởng lớn nhất, An dành sự trân trọng đặc biệt cho cô giáo Bách khoa Nguyễn Thị Minh Hà , người đã đồng hành cùng nhóm trong các đề tài nghiên cứu. Những buổi họp nhóm với cô luôn mang lại cho An cảm giác như mình đang đứng trước một bản đồ lớn của nghiên cứu khoa học: Mỗi đề xuất đều có lý do; mỗi câu hỏi cô đưa ra đều mở thêm một lối suy nghĩ mới. Cô Minh Hà cho An thấy tinh thần bền bỉ của người làm học thuật: Phải tỉ mỉ, kiên trì và không bao giờ được phép thỏa mãn với câu trả lời đầu tiên. Người thứ hai truyền cảm hứng cho An là người bạn thân và cũng là nhóm trưởng nhóm sinh viên nghiên cứu Nguyễn Thu Giang. An nhận thấy bạn cùng tuổi mình nhưng rất điềm đạm, sắc sảo, luôn nhìn vấn đề theo cách toàn diện nhất. An học được từ Giang kỹ năng làm việc nhóm hiệu quả: Giao tiếp rõ ràng, phân công hợp lý và biết động viên nhau trước những giai đoạn khó khăn. Nhân vật tiếp theo mang đến cho An nguồn động lực lớn là chị Nguyễn Thị Phượng - Ban Hợp tác Đối ngoại. Chị Phượng đã tận tâm hỗ trợ An trong suốt quá trình tham gia iBuddy, truyền cảm hứng cho cô gái qua những câu chuyện về các chuyến công tác và hành trình khám phá thế giới. Mỗi câu chuyện như một ngọn lửa nhỏ, thắp lên trong An sự tự tin để đón nhận cơ hội quốc tế và dũng cảm khẳng định bản thân. Những người thầy, người bạn đều xuất hiện đúng lúc An cần những người dẫn dắt, góp phần lớn vào sự trưởng thành của Bình An. Trần Bình An (thứ 5 từ trái qua) cùng các thầy, cô giáo và các bạn sinh viên NCKH Khoa Ngoại ngữ Tiếng Anh KHKT: Vô vàn cơ hội việc làm thời đại công nghệ Hiện đang là sinh viên năm cuối, Bình An có cái nhìn rõ ràng hơn về cơ hội việc làm mà ngành mình học đem lại. Cô tin rằng các kỹ năng và kiến thức được học tại Bách khoa tạo nên sự tự tin vững vàng khi bước vào thị trường lao động. Sinh viên tốt nghiệp ngành Tiếng Anh Khoa học Kỹ thuật và Công nghệ có thể làm việc tại các công ty công nghệ, đơn vị nghiên cứu, phòng R&D, các dự án hợp tác quốc tế, hoặc tham gia biên - phiên dịch chuyên ngành. Điều tạo ra sức mạnh chính là sự kết hợp giữa năng lực ngoại ngữ và nền tảng kỹ thuật, một lợi thế giúp sinh viên Ngoại ngữ Bách khoa thích nghi nhanh với môi trường làm việc có tốc độ đổi mới cao. Nếu có cơ hội trò chuyện với những thí sinh đang băn khoăn chọn ngành, An sẽ kể câu chuyện của chính mình: Một cô sinh viên từng ngại thử cái mới, từng nghĩ “có lẽ những cơ hội ấy không dành cho mình”. Vậy mà 4 năm tại Bách khoa không thay đổi cô theo cách ồn ào mà bằng vô số trải nghiệm nhỏ: Lần đầu run đến mức không dám ngẩng đầu trong một hoạt động ngoại khóa; lần đầu cầm bản đề cương nghiên cứu mà không biết phải bắt đầu từ đâu; lần đầu nhận trọng trách trong Đoàn - Hội; lần đầu đứng giữa giảng đường nước ngoài và cố gắng hiểu từng câu thầy nói… Ngày hôm nay, An đã hoàn thành 2 đề tài nghiên cứu khoa học, tự tin sử dụng kỹ năng ngôn ngữ của mình, dám đi, dám học, dám đặt mình vào những môi trường khác biệt. Tất cả đều góp phần tạo nên danh hiệu Sinh viên tiêu biểu năm học 2024 - 2025 mà cô nhận được. “Bạn không cần phải giỏi ngay từ đầu. Chỉ cần dám bắt đầu, bạn đã tiến gần hơn đến phiên bản tốt nhất của chính mình.”- An nhắn gửi. Một câu nói chứa đựng trọn vẹn tinh thần của cô gái tiếng Anh Khoa học Kỹ thuật Bách khoa: Kiên trì, lặng lẽ và luôn sẵn sàng bước tiếp!",
    "url": "https://hust.edu.vn/vi/news/tin-tuc-su-kien/nu-hoc-ba-bach-khoa-ke-chuyen-tinh-yeu-ngon-ngu-va-to-mo-cong-nghe-655721.html"
},
{
    "title": "Chàng trai vượt thôn làng đến Bách khoa để chạm tay vào... bầu trời",
    "content_length": 7793,
    "content": "Nguyễn Văn Duy hiện là sinh viên năm Tư, lớp Hàng không 01-K67, Trường Cơ khí, Đại học Bách khoa Hà Nội. Chỉ còn khoảng một năm nữa, Duy sẽ tốt nghiệp kỹ sư Bách khoa. Ở thời điểm này, chàng trai sinh ra tại Điện Biên đã kịp ghi dấu một quãng thanh xuân đáng nhớ: GPA 3.83/4.0, điểm rèn luyện 94/100, giải Nhì UAV Cup PV GAS 2025 và danh hiệu Sinh viên tiêu biểu Đại học Bách khoa Hà Nội năm học 2024 - 2025. Sau những thành tích “khủng” là một câu chuyện được bồi đắp từ sự kiên định, tỉnh táo và những lựa chọn xuất phát từ thực tế. Bỡ ngỡ, tự ti và cú bật đầu tiên ở Bách khoa Sinh ra tại Điện Biên, quê gốc Hải Phòng, Duy lớn lên giữa thôn làng, học cấp hai ở trường huyện. Việc trúng tuyển THPT Chuyên Lê Quý Đôn tỉnh Điện Biên mở ra cho cậu một môi trường học tập mới, đồng thời là giai đoạn Duy dần nhận diện rõ hơn về bản thân. Những ước mơ tuổi nhỏ từng đổi thay theo năm tháng: Có lúc muốn làm bác sĩ, khi lại nghĩ đến ngành công an, quân đội… Đến những năm THPT, khi năng lực và sở thích dần rõ nét, Duy nhận ra mình phù hợp với lĩnh vực kỹ thuật. Kỹ thuật Hàng không đến với Duy không phải từ một khoảnh khắc lãng mạn ngước nhìn bầu trời mà từ quá trình cân nhắc rất cụ thể. Cậu tìm hiểu tiềm năng phát triển ngành, cơ hội nghề nghiệp, mức thu nhập và cả khả năng của bản thân. Duy nghĩ đến quê nhà Điện Biên với sân bay đang vận hành, nghĩ đến khả năng quay trở về làm việc. Cậu cũng tính đến hướng khởi nghiệp UAV nông nghiệp, lĩnh vực gắn với hoạt động kinh doanh của gia đình. Khi đã thấy con đường phù hợp, Duy lựa chọn dứt khoát: Đăng ký nguyện vọng Kỹ thuật Hàng không. Trước đó, Duy từng hai lần vào TP.HCM tham gia kỳ thi Đánh giá năng lực và trúng tuyển nhiều ngành ở các trường đại học phía Nam. Dù vậy, khi sắp xếp nguyện vọng, Kỹ thuật Hàng không - TE3 của Đại học Bách khoa Hà Nội vẫn được đặt ở vị trí ưu tiên cao nhất. Ngày nhận kết quả, chàng trai Điện Biên bước vào cánh cửa Bách khoa với sự háo hức dành cho những năm tháng sinh viên phía trước. Nguyễn Văn Duy là 1 trong 9 sinh viên tiêu biểu nhận Giấy khen Sinh viên xuất sắc năm học 2024 - 2025 từ PGS. Huỳnh Đăng Chính - Phó Giám đốc ĐHBK Hà Nội. Ảnh: Duy Thành Nguyễn Văn Duy là thành viên đội thi BK-IAV - đội thi giành giải Nhì cuộc thi UAV Cup PV GAS - “Vùng trời quê hương” Những ngày đầu ở lớp Hàng không 01-K67, chương trình học không khiến Duy bất ngờ bởi cậu đã tìm hiểu khá kỹ. Điều làm cậu choáng ngợp lại đến từ độ khó của các môn đại cương và sự xuất sắc của bạn bè xung quanh. Xuất thân từ vùng nông thôn, Duy tự thấy mình chưa thật sự nổi bật. Học kỳ đầu tiên, cậu trượt môn Tiếng Anh cơ sở. Cảm giác lo lắng xuất hiện, thúc đẩy Duy chọn cách đối diện bằng kỷ luật và sự nghiêm túc hơn trong học tập. Kết quả là ngay trong năm học đầu tiên tại Bách khoa Hà Nội, cậu đạt học bổng Khuyến khích học tập. Một cú bật nhỏ, nhưng đủ để Duy tin rằng mình có thể tiếp tục đi xa hơn. Ngành Kỹ thuật Hàng không tại Bách khoa là một không gian kiến thức rộng, độ khó cao. Duy sớm nhận ra rằng nếu học thiếu nền tảng, người học rất dễ lạc hướng. Những môn học đặc trưng như: Cơ học chất lưu, Khí động lực học, Kết cấu máy bay… vừa nhiều thách thức vừa gợi mở. Nhờ cách giảng dạy của thầy, cô giáo Bách khoa, các khái niệm kỹ thuật dần hiện lên với bản chất rõ ràng hơn. Các buổi thí nghiệm trở thành khoảng thời gian Duy mong chờ nhất. Ở đó, cậu được tiếp xúc trực tiếp với động cơ, quan sát biên dạng cánh, làm việc với mô hình, thực hiện các dự án mô phỏng phần tử hữu hạn. Kỹ thuật khi ấy không còn nằm trên trang giấy. Dòng chảy trong mô phỏng và ngoài thực tế tuy khác nhau nhưng có mối liên hệ chặt chẽ, đủ để khơi dậy sự tò mò và thôi thúc Duy cùng các bạn đào sâu hơn. Nguyễn Văn Duy (thứ 4 từ phải qua) cùng các thành viên đội BK-IAV ghi dấu niềm vui cùng các thầy, cô giáo Bách khoa sau khi giành giải Nhì tại cuộc thi UAV Cup PV GAS - “Vùng trời quê hương” Kiến thức từ phòng lab Bách khoa “bay” đến sân chơi quốc gia Những khoảnh khắc khiến Duy cảm nhận rõ nhất sự gần gũi với thế giới hàng không là khi được làm việc trực tiếp với động cơ, UAV và các thiết bị thí nghiệm. Dấu mốc đáng nhớ nhất đến vào cuối năm 2025, khi Duy cùng đội BK-IAV giành giải Nhì tại cuộc thi UAV Cup PV GAS - “Vùng trời quê hương”. Khởi đầu từ con số 0, các thành viên đồng hành với nhau bằng tinh thần gắn kết. Từng phương án kỹ thuật, từng chiến thuật thi đấu đều phản ánh sự phối hợp chặt chẽ và khát vọng chinh phục của cả đội. Thành tích đạt được không chỉ để lại ấn tượng với Ban Giám khảo, mà còn là niềm tự hào sâu sắc của Duy và đồng đội - những sinh viên Bách khoa Hà Nội khẳng định năng lực trên sân chơi toàn quốc. Song song với học tập, Duy tích cực tham gia công tác Đoàn - Hội. Hiện cậu là Ủy viên Ban Chấp hành Đoàn Thanh niên Trường Cơ khí, phụ trách mảng Học tập và Hỗ trợ sinh viên. Duy dành nhiều thời gian chia sẻ kinh nghiệm với các em khóa dưới. Với cậu, tinh thần học tập và rèn luyện là giá trị thiết thực nhất có thể lan tỏa. Suốt 4 năm qua, Duy duy trì sự chăm chỉ, tính kiên định và thói quen nghĩ được việc phù hợp thì bắt tay thực hiện ngay. Những chuyến đi cùng “Trại hè Tuổi trẻ Bách khoa” cũng để lại dấu ấn sâu đậm: Làng Sen quê Bác, Thành cổ Quảng Trị, Vũng Chùa - Đảo Yến, Truông Bồn, Ngã ba Đồng Lộc… Mỗi địa danh là một lớp trầm tích lịch sử, giúp Duy chiêm nghiệm nhiều hơn về trách nhiệm của người trẻ. Cơ hội được đề cử tham gia chương trình nghiên cứu, học tập của thanh niên Việt Nam tại Trung Quốc - “Hành trình đỏ” - tiếp tục mở rộng góc nhìn, nuôi dưỡng khát vọng phát triển bản thân và đóng góp cho đất nước. Với Duy, GPA 3.83/4.0 cùng điểm rèn luyện 94/100 không đến từ sự thông minh vượt trội. Chàng trai Trường Cơ khí tin vào ý chí, khả năng thích ứng và quá trình rèn luyện bền bỉ. Từ một cậu bé lớn lên trong gia đình thuần nông, môi trường Bách khoa Hà Nội đã tôi luyện Duy từng ngày bằng kỷ luật, sự cẩn trọng và tinh thần trách nhiệm - những phẩm chất đặc trưng của người Bách khoa. Nguyễn Văn Duy (thứ 8 từ trái qua) cùng thầy cô và các sinh viên Bách khoa tham gia \"Hành trình Đỏ\" năm 2025 Nguyễn Văn Duy (thứ 5 từ trái qua) cùng thầy cô và các bạn sinh viên tham gia chương trình \"Trại hè tuổi trẻ 2024\" Học để \"bay\" đến tương lai! Sau 4 năm học tập tại Đại học Bách khoa Hà Nội, Duy nhận thấy ngành Kỹ thuật Hàng không mở ra nhiều hướng phát triển: Từ bảo dưỡng, sửa chữa tàu bay dân dụng và quân sự, nghiên cứu khí động học, kết cấu, sức bền đến tối ưu và phát triển máy bay, tên lửa, UAV… Từ doanh nghiệp đến viện nghiên cứu, trong nước hay quốc tế, cơ hội dành cho kỹ sư Hàng không được đào tạo bài bản tại Bách khoa Hà Nội rất rộng mở. Sau khi tốt nghiệp, Duy mong muốn tiếp tục học cao học trong nước hoặc xa hơn là ở nước ngoài để khai phá sâu hơn tiềm năng bản thân. Mục tiêu dài hạn của cậu là trở thành chuyên gia/ nhà nghiên cứu/ giảng viên hoặc làm việc trong các doanh nghiệp nhà nước và quốc tế. Bên cạnh đó, niềm quan tâm tới lĩnh vực chính trị cũng mở ra cho Duy một hướng suy nghĩ khác trong tương lai. Nhìn lại 4 năm tại Đại học Bách khoa Hà Nội, điều khiến Duy trân trọng nhất chính là môi trường học tập với thầy cô tận tâm và những người bạn giỏi giang, thân thiện. Những lân vượt khó khăn và trải nghiệm thực tế đã cho cậu cơ hội khẳng định bản thân và trưởng thành. Gửi đến những thí sinh đang cân nhắc ngành Kỹ thuật Hàng không - TE3, Duy chia sẻ một suy nghĩ giản dị: “Khi người học thực sự yêu ngành, chính ngành sẽ dẫn dắt họ tiến xa. Kỹ thuật Hàng không hấp dẫn bởi tính mới, tính tiên phong và bởi đây là lĩnh vực mũi nhọn mà không nhiều quốc gia có đủ điều kiện phát triển”. Ở thời điểm này, Nguyễn Văn Duy vẫn là sinh viên năm Tư, còn một năm nữa mới chính thức trở thành kỹ sư Bách khoa. Nhưng trong ánh mắt cậu, bầu trời đã ở rất gần, một bầu trời rộng, cao và đủ chỗ cho những người trẻ dám nghĩ lớn và kiên trì đi đến cùng.",
    "url": "https://hust.edu.vn/vi/news/tin-tuc-su-kien/chang-trai-vuot-thon-lang-den-bach-khoa-de-cham-tay-vao-bau-troi-655727.html"
},
{
    "title": "Chuyên gia Hóa dầu U90 vượt vạn cây số đến dạy sinh viên Bách khoa",
    "content_length": 6024,
    "content": "“Khi nhận được lời mời giảng dạy từ Đại học Bách khoa Hà Nội, tôi đã gật đầu cái rụp!” là chia sẻ của chuyên gia Robert Pelletier, một thầy giáo vừa tham gia khoá học ngắn hạn về “Quản lý dự án trong công nghiệp Hoá dầu” do Hiệp hội các Giáo sư Tập đoàn TotalEnergies (TPA) tổ chức, dành cho sinh viên Đại học Bách khoa Hà Nội. Thầy gọi hai lần đến Bách khoa Hà Nội là “hai trải nghiệm tuyệt vời nhất trên chặng đường hành nghề của tôi!” GS. Robert Pelletier là một giảng viên thuộc Hiệp hội các Giáo sư Tập đoàn TotalEnergies (Pháp) – một hiệp hội phi lợi nhuận cung cấp các khóa học chất lượng cao, hợp tác với các đại học trên toàn thế giới. Gặp gỡ và trò chuyện với thầy Robert Pelletier, không nghĩ thầy đã 82 tuổi và nghỉ hưu được hơn 20 năm! Sự nhiệt huyết, vui vẻ toát ra trong từng câu nói của thầy khiến người đối diện cảm thấy như được tiếp thêm nhiều năng lượng tích cực. Thầy cho biết: “Tôi đã quá tuổi đi làm lâu rồi nhưng đam mê dạy học trong tôi chưa khi nào vơi bớt! Tôi thích cảm giác đứng lớp, truyền cho thế hệ trẻ những kiến thức mình đã có được sau nhiều năm tích lũy, làm nghề. Tôi không dạy các bạn kiến thức qua nghiên cứu phức tạp, tôi chỉ chia sẻ cho các bạn những kinh nghiệm thực tế từ bản thân tôi từng trải nghiệm.” GS. Robert coi việc trao đi kiến thức của bản thân tới cộng đồng và xã hội như một sứ mệnh của người làm nghề giáo. Chỉ cần còn sinh viên, còn người chịu lắng nghe và học hỏi, thầy sẽ chỉ dạy tận tình, hết mình. Thầy hóm hỉnh đùa: “Khi tới đây, tôi đã mang theo tất cả tài liệu, sách vở và kiến thức mà mình có, tôi không giấu diếm bất cứ điều gì!” GS. Robert Pelletier giảng dạy tại Đại học Bách khoa Hà Nội Mấy chục năm trong nghề, thầy từng làm quản lý ở 10 nhà máy Hoá dầu, sản xuất polyme của Tập đoàn TotalEnergies trên 9 quốc gia. Thầy bày tỏ niềm hạnh phúc khi sống một cuộc đời với 2 vai trò: Một là chuyên gia công nghiệp, một là GS của Viện dầu khí Pháp IFP (Institut Français du Pétrole). Đôi khi, thầy xuất hiện với vai trò là chuyên gia đánh giá các chương trình đào tạo kỹ sư của CTI (The Commission des titres d’ingénieur). Năm 2009, thầy từng đến dạy tại Bách khoa Hà Nội. Với lần trở lại này, thầy cảm thấy mọi thứ đều thân thuộc, chỉ như đến thăm nhà một người bạn. Dù đã đi nhiều quốc gia, làm việc tại nhiều đại học lớn trên thế giới, thầy Robert khẳng định rằng: “Không nơi đâu tôi cảm thấy thoải mái và ấn tượng như khi đến Việt Nam và làm việc ở Bách khoa!” Đó cũng là lý do thầy không chần chừ khi chấp nhận lời mời đến giảng dạy tại Đại học Bách khoa Hà Nội. Sau 16 năm quay lại Bách khoa, điều duy nhất khiến GS. Robert nhận thấy sự thay đổi là cơ sở vật chất của Nhà trường đã phát triển hơn trước rất nhiều. Nhiều tòa nhà, phòng học mới đẹp, khang trang được xây dựng, phục vụ giảng viên, sinh viên có một môi trường học tập, làm việc hiện đại và đầy đủ tiện nghi. “Không chỉ Bách khoa thay đổi, đường xá Việt Nam cũng đông đúc, nhộn nhịp và xanh sạch đẹp hơn. Tôi khá bất ngờ trước tốc độ phát triển của Bách khoa Hà Nội nói riêng và Việt Nam nói chung. Có thể thấy, Bách khoa đang phát triển theo nhịp tăng trưởng của đất nước!”, chuyên gia người Pháp nhấn mạnh. “Còn người Bách khoa thì vẫn thế!” – GS. Robert cười. Trong trí nhớ của thầy, sinh viên Việt Nam nói chung và Bách khoa Hà Nội nói riêng rất ham học, chịu khó nghe giảng và tương tác với giảng viên. Thầy ấn tượng trong các tiết học, sinh viên rất chủ động hỏi về những phần chưa hiểu và cần thầy giải thích thêm. Đặc biệt, các bạn trẻ rất ngoan ngoãn, lễ phép, luôn chào hỏi thầy, cô giáo. Nhiều bạn còn hỏi thăm thầy, giúp thầy xách cặp, bê tài liệu, ... Sinh viên Bách khoa khiến thầy cảm nhận rõ ràng truyền thống “tôn sư trọng đạo” tốt đẹp của người Việt, làm nổi bật được sự cao quý của nghề giáo. Sinh viên Bách khoa Hà Nội tương tác cùng GS. Robert Pelletier trong tiết học Tuy nhiên, điều giảng viên nước ngoài thích nhất ở Bách khoa Hà Nội không phải là môi trường học thuật năng động, sinh viên tư duy tốt mà là sự chào đón nồng hậu và tử tế của giảng viên Nhà trường. Thầy cảm thấy mình như một phần của Bách khoa, một nhân sự đã làm việc lâu năm ở Bách khoa chứ không chỉ tham gia một khóa học ngắn hạn. “Tháng trước ở một trường đại học Nga, tôi chỉ nhận được email thông báo về lịch dạy, địa điểm phòng học và tôi sẽ tự tìm đến đó. Nhưng ở đây, tôi được hỗ trợ từ A-Z: Sinh viên sẽ đón tôi từ cổng trường, dẫn tôi đến lớp học; giảng viên Bách khoa sẽ đợi tôi, đồng hành cùng tôi trong suốt buổi dạy và cùng tôi giảng bài song ngữ cho sinh viên!” – GS người Pháp bày tỏ sự ngạc nhiên và hào hứng. Không chỉ được hỗ trợ trên giảng đường, thầy Robert còn có những người bạn thân là giảng viên Bách khoa Hà Nội, đưa thầy đi trải nghiệm thủ đô Việt Nam. Thầy vui khi được trải nghiệm đi xe máy cùng người đồng nghiệp Việt “mi nhon” đi thăm thú phố phường Hà Nội, thử những món ăn Việt Nam hấp dẫn, phong phú. GS.  Robert Pelletier chụp ảnh lưu niệm với các sinh viên tham gia khóa học Tại Đại học Bách khoa Hà Nội, sinh viên có cơ hội đăng ký những khóa học ngắn hạn miễn phí cùng chuyên gia nước ngoài. Không chỉ sinh viên, học viên cao học, nghiên cứu sinh mà những thầy, cô giáo trong ngành cũng thích thú đến dự thính bài giảng của những chuyên gia quốc tế được mời đến Bách khoa. Có thể nói, đây là một mô hình Win-Win, đôi bên cùng có lợi. Giảng viên nước ngoài được tạo môi trường và điều kiện tốt nhất để hăng say chia sẻ kiến thức, kinh nghiệm; người học được chìm đắm vào những câu chuyện thực tế, những ví dụ thuyết phục của những tiền bối lão luyện trong lĩnh vực họ đang theo đuổi. Môi trường học thuật quốc tế mà Bách khoa mang đến đã tạo cơ hội cho nhiều sinh viên Việt Nam được “nhập vai” du học sinh ngay tại đất nước mình. “Chẳng cần đi đâu xa, chúng tôi đang được tham gia một lớp học rất chuyên nghiệp cùng những GS đầu ngành! Cảm ơn Nhà trường đã mang cơ hội quý giá này đến với chúng tôi. Chúng tôi yêu Bách khoa Hà Nội rất nhiều!” – Các sinh viên tham gia khoá học ngắn hạn về Quản lý dự án thuộc Hiệp hội các GS tập đoàn Total TPA chung một nhận xét.",
    "url": "https://hust.edu.vn/vi/news/hoat-dong-chung/chuyen-gia-hoa-dau-u90-vuot-van-cay-so-den-day-sinh-vien-bach-khoa-655726.html"
},
{
    "title": "Nhà khoa học trẻ “đậu bến” Bách khoa nghiên cứu robot di chuyển trong cơ thể người",
    "content_length": 8546,
    "content": "Với TS. Hoàng Mạnh Cường, Đề án thu hút và tuyển dụng giảng viên xuất sắc (2021–2025) của Đại học Bách khoa Hà Nội đã gỡ rối niềm trăn trở về việc trở về cống hiến cho quê hương. Sau gần 10 năm miệt mài học tập, nghiên cứu tại Hàn Quốc, tiến sĩ trẻ ngành Tự động hoá đã tìm thấy lời đáp cho câu hỏi “mình thuộc về đâu” ngay tại nơi anh từng bắt đầu hành trình khoa học. Những cú “quay xe” của tuổi trẻ Năm 2015, khi còn là cậu sinh viên năm tư ngành Kỹ thuật điều khiển và Tự động hoá, Đại học Bách khoa Hà Nội, CSV K56 Hoàng Mạnh Cường chỉ mong sớm tốt nghiệp, ra trường tìm việc để phụ giúp gia đình. Viễn cảnh du học, nghiên cứu lúc ấy là điều anh chưa bao giờ nghĩ tới. Được thầy, cô giáo Bách khoa tạo điều kiện, anh đăng ký tham gia chuyến trao đổi hè GKS (Global Korea Scholarship) dành cho sinh viên Đông Nam Á, với suy nghĩ ban đầu đơn giản chỉ là “đi cho biết thế giới”. Vậy mà cậu sinh viên ấy lại “ẵm” luôn danh hiệu Best Student kèm theo cả nhận thức hoàn toàn mới về con đường sự nghiệp. CSV K56 Hoàng Mạnh Cường (thứ ba từ trái qua, hàng ngồi) tham gia biểu diễn văn nghệ trong Chương trình Chào mừng Kỷ niệm 57 năm thành lập Trường Các phòng thí nghiệm hiện đại, những anh/chị nghiên cứu sinh người Việt giỏi đến mức khiến anh choáng ngợp, nhiều buổi nói chuyện kéo dài đến khuya về định hướng nghiên cứu… tất cả đã khiến tư duy “ra trường đi làm kiếm tiền” dần nhường chỗ cho ước mơ được đặt chân vào thế giới học thuật. Sau chuyến đi ấy, chàng sinh viên Bách khoa quyết định bắt tay xây dựng hồ sơ, tìm kiếm cơ hội du học,... và nhanh chóng nhận được học bổng cho chương trình thạc sĩ - tiến sĩ tích hợp trong 5 năm tại Đại học Quốc gia Chonnam, ngay cả khi chưa tốt nghiệp đại học. Sống ở Hàn Quốc 7 năm, nếu kể lại những ký ức của anh Cường tại xứ sở Kim Chi thì có lẽ đủ viết thành một cuốn sách nhỏ. Đó là những cuối tuần leo núi ngắm lá đỏ, bao chuyến đạp xe 60km dọc bờ sông, vô số lần giao hữu bóng đá với anh em đồng hương hay khoảng thời gian chìm đắm trong nghiên cứu micro-robot từ tính, hệ thống nội soi viên nang và các ứng dụng thị giác máy tính trong y học,... Thời gian ở nước ngoài cũng giúp anh nhìn rõ hơn năng lực của người Việt. Tại Viện nghiên cứu KIMIRo nơi anh làm việc, rất nhiều nhà khoa học, nhà nghiên cứu Việt Nam phụ trách những mảng nghiên cứu quan trọng, là “công thần” của Viện khi đóng góp nhiều bài báo, công trình khoa học lớn. Điều ấy khiến anh tự hào nhưng cũng trăn trở vì chưa thể đóng góp gì cho quê nhà, mong muốn trở về cũng bắt đầu nhen nhóm. TS. Hoàng Mạnh Cường tại Viện nghiên cứu KIMIRo (Hàn Quốc) Khi anh chia sẻ ý định về nước, hai vị giáo sư Hàn Quốc - những người đã dõi theo từng bước trưởng thành của anh suốt nhiều năm - đều bày tỏ sự tiếc nuối, nhưng rồi cũng tôn trọng quyết định của học trò, dặn dò đầy tin yêu: “Nếu gặp khó khăn, cứ gọi cho tôi bất cứ lúc nào!” Và thế là sau thời gian dài rời xa quê hương, TS. Hoàng Mạnh Cường chọn quay trở về nơi tất cả bắt đầu. Điểm đến cuối cùng lại chính là điểm xuất phát: Đại học Bách khoa Hà Nội - nơi từng ươm mầm những ước mơ lớn đầu tiên và giờ là “bến đỗ” mới tràn đầy hy vọng. Từ Bách khoa mà đi, vì Bách khoa mà về Tháng 3/2024, TS. Hoàng Mạnh Cường chính thức được tuyển dụng theo Đề án Thu hút và tuyển dụng giảng viên xuất sắc (2021 - 2025), trở thành giảng viên Khoa Tự động hoá, Trường Điện - Điện tử và gia nhập Lab Đo lường hiện đại trong chẩn đoán và dự báo (Advanced Instrumentation in Diagnosis and Prognostic Laboratory - LIDP). Anh Cường chia sẻ, một trong những lý do lớn nhất khiến anh muốn quay lại Bách khoa Hà Nội chính là sinh viên. Là cựu sinh viên CSV K56, anh hiểu rõ “chất liệu đặc biệt” làm nên thương hiệu sinh viên Bách khoa: Năng lực chuyên môn tốt, khả năng tự học mạnh, tư duy không theo lối mòn. Anh bật cười hồi nhớ lời các giáo sư Hàn khi đánh giá sinh viên Bách khoa Hà Nội: “Sinh viên Hàn Quốc còn mệt mỏi với Toán cao cấp thì sinh viên Bách khoa lại… thi điểm cao nhất lớp, dù vốn từ tiếng Hàn có khi chỉ đủ để gọi món ăn!” Trong lab của anh hiện nay, sinh viên chính là những đồng đội chiến lược. “Ở giai đoạn đầu, các bạn sẽ đảm nhận các nhiệm vụ nhỏ trong bài toán lớn, nhưng khi quen việc, tôi để các bạn tự do sáng tạo, còn mình chỉ đóng vai trò định hướng.” - TS. Hoàng Mạnh Cường tin rằng sinh viên là luồng gió mới, là nguồn ý tưởng bất ngờ mà đôi khi thầy, cô có thể bỏ lỡ. TS. Hoàng Mạnh Cường (áo kẻ sọc) và các sinh viên Trường Điện - Điện tử tại Hội nghị Sinh viên NCKH năm học 2024-2025 Có hôm 8 - 9 giờ tối, qua lab vẫn thấy các bạn ngồi nghiên cứu say mê - khoảnh khắc khiến anh như nhìn thấy chính mình của nhiều năm trước. Ngày còn là sinh viên Bách khoa, điều anh nhớ nhất không phải các bài kiểm tra hay điểm số, mà là những mùa thi cùng bạn bè ôn bài đến khuya ở thư viện, là những buổi tranh luận căng thẳng về đồ án, là cảm giác mỗi phút đều phải cố gắng để theo kịp. Giờ đây, khi lên giảng đường Bách khoa, đôi khi anh vẫn thoáng nhớ lại mình năm nào say mê nghe cô Đinh Thị Lan Anh “bắn” tiếng Anh chuyên ngành, hay kiên trì hoàn thành đồ án dưới sự chỉ dẫn tận tâm của thầy Hoàng Sĩ Hồng. Và có lẽ, trong tất cả những niềm vui của ngày trở về, ấm áp nhất là ánh mắt tự hào của gia đình. Ông ngoại anh là một người thầy tận tụy suốt đời với phấn trắng và bục giảng, từng tiếc rằng không ai trong nhà nối nghiệp mình. Nghe tin anh trở thành giảng viên Bách khoa, ông ngoại xúc động thốt lên: “Vậy là nghề vẫn có người tiếp bước!” Câu nói giản dị ấy, với anh còn quý hơn mọi lời khen ngợi. Hiện nay, TS. Hoàng Mạnh Cường vẫn đang tập trung phát triển hướng nghiên cứu đã theo đuổi nhiều năm: Viên nang nội soi. Đây là loại robot có kích thước chỉ bằng viên thuốc, có thể di chuyển trong cơ thể người để hỗ trợ chẩn đoán tiêu hoá mà không cần đến các phương pháp nội soi truyền thống. Ở Hàn Quốc, nhóm nghiên cứu của anh đã phát triển hai nguyên mẫu hệ thống và thử nghiệm trên động vật. Trở lại Việt Nam, anh đang tiếp tục nghiên cứu trong phòng thí nghiệm, đồng thời phối hợp với các bác sĩ Bệnh viện Bạch Mai và Bệnh viện Lão khoa Trung ương để tiến tới triển khai lâm sàng trong tương lai. TS. Hoàng Mạnh Cường đặc biệt chú trọng việc tích hợp trí tuệ nhân tạo để robot có thể phân tích hình ảnh thông minh hơn, hỗ trợ chẩn đoán chính xác hơn, theo anh đây là khoảng trống công nghệ mà thế giới mới chỉ bắt đầu khai phá. Nhà khoa học trẻ chia sẻ, thời gian mới về Bách khoa, thách thức lớn nhất với anh là việc hoàn thiện đề tài theo đúng tiến độ khi cơ sở vật chất phục vụ cho robot y tế thường tốn kém, trong khi nguồn quỹ ban đầu chưa dồi dào. Tuy nhiên, Nhà trường cũng đã có nhiều chính sách, hỗ trợ tháo gỡ vướng mắc cho giảng viên trẻ thông qua Đề án thu hút và tuyển dụng giảng viên xuất sắc, như: Sắp xếp phòng làm việc, phòng lab rộng rãi; triển khai chính sách nghiên cứu hấp dẫn hỗ trợ đề tài lên tới 500 triệu trong 36 tháng; đảm bảo mức lương cạnh tranh. Trong tương lai gần, TS. Hoàng Mạnh Cường đặt mục tiêu mở rộng đội ngũ, mong muốn thu hút thêm các đồng nghiệp giỏi từ Hàn Quốc trở về cùng hợp tác, kết nối với các nhà khoa học quốc tế thông qua các cơ hội giao lưu chuyên môn như hội nghị, hội thảo,... để xây dựng một nhóm nghiên cứu mạnh về robot từ tính trong Y tế tại Việt Nam. Đồng thời, tiến sĩ trẻ Bách khoa cũng dự định kết nối liên ngành lĩnh vực của mình với các nhà khoa học Bách khoa khác trong các lĩnh vực Hoá học, Vật liệu, Công nghệ thông tin,... để khai thác thêm những giá trị tiềm năng của robot từ tính. Thầy- trò TS. Hoàng Mạnh Cường tại Triển lãm Hội nghị Sinh viên NCKH năm học 2024-2025 Vòng tròn đẹp nhất có lẽ là được trở về nơi mình đã khởi đầu, được đứng cạnh những người từng dìu dắt mình và tiếp tục truyền lại cho thế hệ sau điều mà thầy, cô Bách khoa đã trao cho anh: Tình yêu với khoa học, tình yêu với Đại học Bách khoa Hà Nội! Tiếp nối Đề án thu hút và tuyển dụng giảng viên xuất sắc của Đại học Bách khoa Hà Nội giai đoạn 2021 - 2025, Đại học Bách khoa Hà Nội tiếp tục phát triển Đề án thu hút và tuyển dụng giảng viên trẻ tài năng, chuyên gia, nhà khoa học đầu ngành giai đoạn 2025 - 2030 . Mục tiêu của Đề án là tuyển dụng được ít nhất 300 giảng viên trẻ tài năng, chuyên gia, nhà khoa học đầu ngành trong nước và quốc tế, về làm việc, hợp tác tại Đại học Bách khoa Hà Nội trong giai đoạn 2025 - 2030. Đề án có 3 nhóm vị trí tuyển dụng, gồm: Giảng viên; Trưởng phòng thí nghiệm nghiên cứu/Trưởng nhóm nghiên cứu; Chuyên gia, nhà khoa học. Tiêu chuẩn và mô tả chi tiết yêu cầu công việc với từng vị trí tuyển dụng (theo chuyên ngành hoặc lĩnh vực nghiên cứu) tại: https://tuyendung.hust.edu.vn/#xuat-sac",
    "url": "https://hust.edu.vn/vi/news/to-chuc-nhan-su-tuyen-dung/nha-khoa-hoc-tre-dau-ben-bach-khoa-nghien-cuu-robot-di-chuyen-trong-co-the-nguoi-655713.html"
},
{
    "title": "Hội nghị BCH Đảng bộ mở rộng: Định hướng nhiệm vụ và giải pháp phát triển Đại học Bách khoa Hà Nội trong tình hình mới",
    "content_length": 6902,
    "content": "Sáng nay (10/12), Đảng ủy Đại học Bách khoa Hà Nội tổ chức Hội nghị Ban Chấp hành Đảng bộ mở rộng về nhiệm vụ và giải pháp phát triển Đại học Bách khoa Hà Nội trong tình hình mới. Hội nghị có sự tham dự của 140 cán bộ, Đảng viên theo thành phần triệu tập. Hội nghị được tổ chức nhằm cụ thể hóa tinh thần các nghị quyết, chương trình hành động của Đảng ủy, thống nhất nhận diện các điểm nghẽn, xác định nhiệm vụ, giải pháp trọng tâm và định hướng mô hình phát triển Đại học Bách khoa Hà Nội trong giai đoạn mới. PGS. Huỳnh Quyết Thắng - Phó Bí thư Đảng ủy, Giám đốc Đại học trình bày tham luận tại Hội nghị PGS. Nguyễn Hữu Thanh - UVTV Đảng ủy, Hiệu trưởng Trường Điện - Điện tử báo cáo tham luận tại Hội nghị PGS. Tạ Hải Tùng - Đảng ủy viên Đại học, Hiệu trưởng Trường CNTT&TT trình bày tham luận tại Hội nghị Hội nghị đã nghe 3 tham luận đề dẫn, đặt nền tảng cho phiên thảo luận mở chuyên sâu: 1. “ Nhiệm vụ, giải pháp và kế hoạch triển khai Chiến lược phát triển Đại học Bách khoa Hà Nội giai đoạn 2025 - 2035, Đề án 663 và Thông báo số 45-TB/TGV ”, do PGS. Huỳnh Quyết Thắng - Phó Bí thư Đảng ủy, Giám đốc Đại học trình bày. 2. “ Đề xuất, kiến nghị về hành động của Đại học và các đơn vị nhằm đạt kết quả theo chiến lược và Thông báo số 45-TB/TGV ”, do PGS. Nguyễn Hữu Thanh - UVTV Đảng ủy, Hiệu trưởng Trường Điện - Điện tử báo cáo. 3. “ Nghị quyết số 57: Cơ hội và thách thức ”, do PGS. Tạ Hải Tùng - Đảng ủy viên Đại học, Hiệu trưởng Trường CNTT&TT trình bày. Các báo cáo đều nhấn mạnh yêu cầu đặt Đại học Bách khoa Hà Nội vào tâm thế mới, vị thế mới, sẵn sàng nắm bắt cơ hội từ các chủ trương lớn của Đảng, Chính phủ và đặc biệt là tiềm năng đầu tư trọng điểm từ TP. Hà Nội trong giai đoạn tới. Đại diện các Trường, Khoa, Viện, Trung tâm, đơn vị hành chính và BK-Holdings thảo luận tại Hội nghị Dưới sự chủ trì của GS. Lê Anh Tuấn - Bí thư Đảng ủy, Chủ tịch Hội đồng Đại học và PGS. Huỳnh Quyết Thắng - Phó Bí thư Đảng ủy, Giám đốc Đại học, các đảng viên đã thảo luận mở trong không khí trao đổi sôi nổi, dân chủ, trách nhiệm và xây dựng. Đại diện các Trường, Khoa, Viện, Trung tâm, đơn vị hành chính và BK-Holdings tập trung thảo luận vào các nhóm vấn đề: * Các điểm nghẽn nội bộ trong cơ chế quản lý, tài chính - mua sắm, nhân sự, quy trình hành chính. * Đề xuất cơ chế phân cấp - phân quyền thực chất gắn trách nhiệm giải trình. * Thúc đẩy đổi mới sáng tạo, thương mại hóa kết quả nghiên cứu, hoàn thiện hệ sinh thái Ba nhà. * Định hướng mô hình “Đại học công nghệ thế hệ mới” dựa trên hợp tác Ba nhà, hướng tới mô hình “Đại học đổi mới sáng tạo toàn diện”. Nhiều kiến nghị quan trọng liên quan đến văn bản chiến lược, cơ chế tài chính, tổ chức nghiên cứu, phát triển hệ sinh thái ĐMST, phát triển nguồn nhân lực chất lượng cao, quốc tế hóa đào tạo… đã được đề xuất. GS. Lê Anh Tuấn - Bí thư Đảng ủy, Chủ tịch Hội đồng Đại học - phát biểu tổng kết Hội nghị Phát biểu tổng kết, GS. Lê Anh Tuấn đánh giá cao chất lượng thảo luận và tinh thần trách nhiệm của các đảng viên. Đồng chí nhấn mạnh một số định hướng trọng tâm: 1. Khẳng định mục tiêu phát triển bền vững Đại học Bách khoa Hà Nội không chạy theo xếp hạng bằng mọi giá nhưng quyết tâm đến 2030 đạt các mục tiêu sau đây một cách bền vững và thực chất: + Top 150 Đại học hàng đầu châu Á; + Ít nhất một nhóm ngành đạt Top 100 thế giới. 2. Hướng tới mô hình Đại học thế hệ 3 - 4 Nhà trường tiếp tục triển khai mô hình hợp tác Ba nhà, thúc đẩy đổi mới sáng tạo và khởi nghiệp, hướng tới: + Đại học thế hệ 3: Đại học đổi mới sáng tạo và khởi nghiệp; + Đại học thế hệ 4: Đại học đổi mới sáng tạo toàn diện. Trong phân loại quốc tế, các mô hình đại học bao gồm: Thế hệ 1 - Mô hình truyền thống (thiên về đào tạo); Thế hệ 2 - Mô hình nghiên cứu (thúc đẩy nghiên cứu khoa học thuần túy hoặc ứng dụng cơ bản); Thế hệ 2.5 - Mô hình ứng dụng (đào tạo nhân lực thực tiễn, giải quyết vấn đề ngành nghề cụ thể); Thế hệ 3 - Mô hình đổi mới sáng tạo và khởi nghiệp (đào tạo, thương mại hóa nghiên cứu, thúc đẩy khởi nghiệp và chuyển giao công nghệ); Thế hệ 4 - Mô hình đổi mới sáng tạo toàn diện (đào tạo, xây dựng hệ sinh thái ĐMST, giải quyết thách thức toàn cầu, gắn kết xã hội và bền vững). ĐH Stanford, Mỹ và ĐH Aalto, Phần Lan là các ĐH thế hệ 4. Các đảng viên tham dự Hội nghị 3. Ba nhóm đột phá chiến lược (1) Đột phá về cơ chế quản lý nội bộ * Gỡ điểm nghẽn tài chính - mua sắm; * Làm mới mô hình mua sắm tập trung theo hướng chuyên môn hóa, không tổ chức một đầu mối duy nhất; * Phân cấp, phân quyền thực chất; đánh giá KPI minh bạch. (2) Đột phá về khoa học công nghệ và ĐMST * Tái cơ cấu tổ chức nghiên cứu, xây dựng Văn phòng chuyển giao công nghệ chuyên nghiệp (TTO); * Hình thành các trung tâm xuất sắc (COE), xem xét việc gắn kết COE với các tổ chức nghiên cứu trực thuộc. * Hoàn thiện hệ sinh thái ĐMST: Design Factory - BK Fund - quỹ KH&CN - quỹ đầu tư mạo hiểm. * Phát triển BK Holdings thành công ty quản lý tài sản trí tuệ, hỗ trợ doanh nghiệp spin-off. * Xây dựng trung tâm chế thử chung của Đại học. (3) Đột phá về đào tạo và phát triển nguồn nhân lực * Dịch chuyển trọng tâm sang đào tạo sau đại học, đào tạo theo các chương trình Elitech dạy bằng tiếng Anh và tài năng. * Quốc tế hóa đào tạo; phát triển bằng kép, liên kết quốc tế. * Chính sách thu hút - giữ chân nhân tài; cải tiến cơ chế lương gắn với đóng góp nghiên cứu và đổi mới sáng tạo. Toàn cảnh Hội nghị 4. Một số nhiệm vụ trọng tâm khác * Chuẩn bị kỷ niệm 70 năm thành lập Đại học Bách khoa Hà Nội; dự kiến công bố mô hình “Đại học công nghệ thế hệ mới” đến năm 2030. * Cập nhật Nghị quyết chuyên đề số 86-NQ/ĐU của Đảng ủy đại học và cập nhật Chiến lược phát triển 2025-2030, tầm nhìn 2045; xây dựng chương trình hành động và đánh giá hiệu quả thực hiện (KPIs). * Triển khai tinh thần Công văn số 19331-CV/VPTW ngày 05/12/2025 của Văn phòng Trung ương Đảng về thực hiện Nghị quyết số 71; tăng cường vai trò lãnh đạo của cấp ủy. GS. Lê Anh Tuấn nhấn mạnh: “Trong bối cảnh mới, toàn thể hệ thống chính trị, các công chức, cán bộ tại các bộ ngành, địa phương đang làm việc không có ngày nghỉ, thậm chí làm việc cả buối tối và cuối tuần để xây dựng thể chế, nền tảng quản trị mới làm tiền đề cho giai đoạn phát triển mới của đất nước trước thềm Đại hội XIV của Đảng, Đại học Bách khoa Hà Nội, người Bách khoa Hà Nội không thể ngồi yên để chờ đợi cơ hội đến, mà chúng ta cần coi đây là cơ hội to lớn phải nắm bắt. Đây là thời điểm quan trọng để chúng ta bứt phá và thể hiện quyết tâm đổi mới mạnh mẽ.” Đồng chí Bí thư Đảng ủy đồng thời đặt ra yêu cầu tiếp tục lan tỏa tinh thần Hội nghị đến toàn thể đội ngũ cán bộ, Đảng viên trong toàn Đại học. Hội nghị Ban Chấp hành mở rộng đã hoàn thành mục tiêu đề ra, là bước khởi đầu quan trọng trong quá trình triển khai các nhiệm vụ chiến lược của Đại học Bách khoa Hà Nội giai đoạn 2025 - 2035. Các kết luận Hội nghị và tài liệu liên quan sẽ được gửi tới tất cả Đảng viên toàn Đảng bộ để phổ biến và đồng bộ triển khai thực hiện.",
    "url": "https://hust.edu.vn/vi/news/tin-tuc-su-kien/hoi-nghi-bch-dang-bo-mo-rong-dinh-huong-nhiem-vu-va-giai-phap-phat-trien-dai-hoc-bach-khoa-ha-noi-trong-tinh-hinh-moi-655717.html"
},
{
    "title": "Sinh viên tiêu biểu Bách khoa và khoảnh khắc chọn ngành tìm thấy “chân ái” tuổi trẻ",
    "content_length": 5841,
    "content": "Mỗi sinh viên đều “nên duyên” với ngôi trường Bách khoa theo một cách rất riêng. Với Dương Ngọc Thắng - sinh viên lớp Công nghệ giáo dục 01-K67, Khoa Khoa học và Công nghệ Giáo dục, lựa chọn Bách khoa cách đây hơn 3 năm chỉ từ một khoảnh khắc thoáng qua đã dẫn chàng trai tới “chân ái” của tuổi trẻ! Thắng vẫn nhớ rất rõ lần đầu thấy tên ngành Công nghệ giáo dục (ED2) khi đăng ký nguyện vọng. Không đắn đo quá nhiều, cậu quyết định thay đổi toàn bộ lựa chọn trong tích tắc. Về sau nghĩ lại, cậu gọi đó là “duyên”, nhưng cũng là lần đầu tiên bản thân tin vào cảm giác của chính mình. “Lúc ấy tôi còn rất ‘non’, nhưng lại tin tuyệt đối vào lựa chọn đó,” Thắng nhớ như in từng chi tiết hôm đó, như thể câu chuyện cách đây mấy năm vẫn còn rất mới trong trí nhớ. Những trải nghiệm hun đúc bản lĩnh Gần 4 năm tại Đại học Bách khoa Hà Nội giúp Thắng kiến thức về chuyên môn và soi chiếu lại chính mình. Khi được hỏi khoảnh khắc nào khiến cậu thấy mình đi đúng hướng, Thắng không nhắc tới những thành tích, giải thưởng, mà nhắc tới… năm Ba! Năm Ba của chàng trai là chuỗi ngày với những yêu cầu học thuật cao hơn, áp lực nhiều hơn và nhịp sống dồn dập. “Một năm học đầy áp lực nhưng cũng cho tôi nhiều bài học đắt giá.” - Thắng nói. Khi phải đối diện với căng thẳng, cậu học cách trân trọng hành trình, chấp nhận điều mình không thể kiểm soát và chủ động thích nghi để không ngừng học hỏi. Những quan điểm tưởng chừng đơn giản ấy lại biến thành nền tảng giúp Thắng trưởng thành rõ rệt sau mỗi kỳ học. Đến năm cuối, giai đoạn “căng” với mọi sinh viên Bách khoa, Thắng vẫn duy trì được GPA 3.74/4.0. Cậu không xem đó là thành tích “đỉnh” mà là kết quả của cách học linh hoạt và thái độ kiên trì. “Điểm số không nói lên cả con đường hay cả con người. Nhưng sự chủ động, kỷ luật và kiên trì đã giúp tôi nhận lại những điều xứng đáng.” - Thắng chia sẻ. Bí quyết này cũng góp phần tạo nên điểm rèn luyện 98/100 của Thắng. Không phải lúc nào cậu cũng tránh được những đêm chạy deadline, nhưng giữa học tập, hoạt động ngoại khóa, các chuyến đi và niềm vui bên thầy cô, bạn bè… Thắng tìm được sự cân bằng rất riêng. Và cậu xem điểm rèn luyện như kết quả của cả kinh nghiệm lẫn nỗ lực bền bỉ hơn là điều gì đó gây áp lực. Dương Ngọc Thắng (bìa trái) và các bạn trong một chuyến đi cùng dự án \"Chắp cánh\" Đi nhiều hơn, học nhiều hơn, mạnh mẽ hơn Trong những trải nghiệm có sức ảnh hưởng lớn đến chàng trai Bách khoa Dương Ngọc Thắng, chuỗi dự án “Chắp cánh” đứng ở vị trí đặc biệt. Đây là chương trình phối hợp giữa Khoa Khoa học và Công nghệ giáo dục và Quỹ Chắp cánh CC Foundation, sinh viên tham gia chương trình đi đến nhiều địa phương, hỗ trợ các thầy cô và lan tỏa tinh thần đổi mới giáo dục. Thắng gắn bó với Chắp cánh rất nhiều năm, ở nhiều vai trò khác nhau. Từ những buổi tập huấn ở miền núi phía Bắc đến các chương trình kéo dài tận miền Trung, miền Nam, mỗi chuyến đi lại dạy cho chàng trai Bách khoa một bài học mới về chuyên môn, kỹ năng quan sát, lắng nghe và cả sự linh hoạt trong ứng xử, tinh thần chịu trách nhiệm. “Chắp cánh” cho tôi cơ hội được chia sẻ và cũng là nơi tôi học được rất nhiều,” Thắng tâm sự. Chính những trải nghiệm ấy làm cậu mạnh mẽ hơn, tự tin hơn và nhìn thế giới rộng mở hơn. Và dù có những thời điểm muốn buông bỏ vì căng thẳng và mệt mỏi, Thắng chưa từng dừng lại. Chàng thanh niên tự nhắc mình còn may mắn, còn cơ hội và còn sức khỏe. “Không có thất bại nào đi với mình suốt cuộc đời , vấp ngã hay áp lực cũng là cơ hội để bước qua giới hạn của bản thân.” - Thắng chia sẻ. Dương Ngọc Thắng tham gia biểu diễn văn nghệ giao lưu với các snh viên Trung Quốc trong \"Hành trình đỏ\" Giảng viên, sinh viên Đại học Bách khoa Hà Nội trong chương trình \"Hành trình đỏ\" Niềm tự hào và sự gắn kết của tuổi trẻ Bách khoa Câu chuyện trưởng thành của Dương Ngọc Thắng tại Bách khoa được viết bằng nỗ lực cá nhân cùng sự hỗ trợ của rất nhiều người: Thầy cô, bạn bè và anh, chị trong các chương trình, dự án mà chàng trai từng đồng hành. Đối với Thắng, mỗi con người cậu gặp, đều là một phần định nghĩa con người cậu ở thời điểm hiện tại và trong tương lai. Cậu dành sự trân trọng đặc biệt cho thầy Lê Hiếu Học, cô Nguyễn Thị Thanh Tú, thầy Vũ Đình Minh - những người thầy, cô Khoa Khoa học và Công nghệ giáo dục luôn gần gũi, tận tâm và truyền cảm hứng theo cách rất tự nhiên. Khi được hỏi về một kỷ niệm tiêu biểu cho tinh thần sinh viên Bách khoa, Thắng kể ngay về khoảnh khắc 38 sinh viên Bách khoa cùng nhau hát vang trên sân khấu tại Trung Quốc trong “Hành trình đỏ” học tập và giao lưu thanh niên diễn ra tháng 11 vừa qua. Giai điệu của “Xin chào Việt Nam” và “Việt Nam sẽ chiến thắng” vang lên đầy tự hào, khiến Thắng cảm nhận rõ rệt tinh thần, năng lượng và sự gắn kết của tuổi trẻ Bách khoa. “Dấu ấn ấy tôi sẽ mãi không quên,” Thắng nói. Năm học 2024 - 2025, Dương Ngọc Thắng được xướng tên trong danh sách “Sinh viên tiêu biểu” của Đại học Bách khoa Hà Nội. Với Thắng, đây là dấu mốc đặc biệt ghi nhận những nỗ lực và tuổi trẻ đầy màu sắc của chàng sinh viên Công nghệ giáo dục. Danh hiệu ấy giúp Thắng nhìn lại gần 4 năm đáng nhớ, đồng thời tạo động lực mạnh mẽ để chàng trai bước tiếp những chặng đường phía trước. Nhắn gửi đến các đàn em, Thắng chia sẻ giản dị nhưng giàu năng lượng: “Hãy chủ động và dũng cảm thử nghiệm. Khoa Khoa học và Công nghệ giáo dục, Đại học Bách khoa Hà Nội là môi trường tuyệt vời để sáng tạo! Giá trị chỉ mở ra khi các bạn thật sự dấn thân. Đừng sợ sai, đừng ngại học cái mới. If not now, then when?” Một câu nói ngắn gọn, nhưng đúc kết tinh thần của chàng trai Bách khoa: Sống hết mình, nắm lấy cơ hội và tiến lên bằng tất cả sự bền bỉ. 18h chiều tối nay (11/12), Dương Ngọc Thắng cùng gần 1.100 sinh viên xuất sắc khác sẽ được vinh danh tại Hội trường C2, Đại học Bách khoa Hà Nội. Một buổi lễ tôn vinh thành tích, ý chí, nhiệt huyết và hành trình trưởng thành của mỗi sinh viên Bách khoa!",
    "url": "https://hust.edu.vn/vi/news/tin-tuc-su-kien/sinh-vien-tieu-bieu-bach-khoa-va-khoanh-khac-chon-nganh-tim-thay-chan-ai-tuoi-tre-655718.html"
},
{
    "title": "Chuyên gia tâm lý giáo dục “đầu quân” Đại học Bách khoa Hà Nội",
    "content_length": 6247,
    "content": ">>> Xem bài viết trong Đặc san Đại học Bách khoa Hà Nội TẠI ĐÂY Gõ từ khóa “Phạm Mạnh Hà” trên Google sẽ thấy cả một “vũ trụ” thông tin về vị chuyên gia tâm lý giáo dục đầu ngành: Từ vai trò diễn giả trong những talkshow tư vấn tâm lý học đường trên VTV, VOV đến gương mặt thân quen của các chương trình tư vấn tuyển sinh, tiếp sức mùa thi sôi động khắp mọi miền. Gần ba thập kỷ gắn bó với ngành Giáo dục, PGS. Phạm Mạnh Hà là người bạn đồng hành của hàng chục nghìn học sinh, sinh viên và phụ huynh. Mới đây, hành trình ấy có thêm một dấu mốc đặc biệt: PGS. Phạm Mạnh Hà chính thức trở thành giảng viên Khoa Khoa học và Công nghệ giáo dục, Đại học Bách khoa Hà Nội! Mối lương duyên 20 năm với Bách khoa Hà Nội Hoàn cảnh gia đình khó khăn, sau khi tốt nghiệp THPT, chàng trai Phạm Mạnh Hà quyết định tạm gác việc học, vào làm việc trong một nhà máy sản xuất tại Hà Nội. Trong guồng quay hối hả của ca kíp, anh tự hỏi: Cùng một công việc, tại sao có người làm việc hăng say, có người lại uể oải, chán nản? Câu hỏi ấy đã nhen nhóm khát khao khám phá thế giới nội tâm con người trong chàng trai tuổi 18. Năm 1992, PGS. Phạm Mạnh Hà thi vào ngành Tâm lý học của Trường Đại học Tổng hợp - nay là Trường Đại học Khoa học Xã hội và Nhân văn (ĐGQGHN). Nhờ thành tích học tập xuất sắc, thầy Hà được nhà trường giữ lại công tác sau khi kết thúc chương trình đại học. Trong suốt hành trình làm nghề, ông đã dành nhiều tâm huyết cho các công trình nghiên cứu và sách ứng dụng. Những cuốn sách như Sổ tay tư vấn tâm lý (2022) và Tài liệu hướng dẫn mô hình cung cấp dịch vụ tư vấn tâm lý trong trường học (2023) là kết tinh của hàng chục năm quan sát, lắng nghe và đồng hành cùng học sinh, giáo viên, phụ huynh. PGS. Phạm Mạnh Hà là đại sứ chương trình Tiếp sức mùa thi năm 2025. Ảnh: Sinh viên Việt Nam Mối lương duyên của PGS. Phạm Mạnh Hà với Đại học Bách khoa Hà Nội bắt đầu từ năm 2004, khi tham gia Ngày hội Tư vấn tuyển sinh – hướng nghiệp do Báo Tuổi Trẻ tổ chức. Tại đây, giảng viên trẻ Phạm Mạnh Hà lần đầu làm việc cùng các thầy, cô giáo Bách khoa Hà Nội, kết nối với những đồng nghiệp cùng chuyên môn của “trường bạn”, tạo nên những mối quan hệ thân thiết kéo dài suốt hơn 20 năm. Những năm trở lại đây, PGS. Phạm Mạnh Hà luôn trăn trở về việc kết hợp tâm lý học với công nghệ - đặc biệt là trí tuệ nhân tạo (AI), ý tưởng này cũng đã được thầy chia sẻ, thảo luận với một vài người bạn đang công tác tại Bách khoa Hà Nội. Theo thầy Hà, trong thời đại 4.0, công nghệ không chỉ là công cụ, mà còn mở ra kỷ nguyên mới cho việc tiếp cận và hỗ trợ nghiên cứu tâm lý con người hiệu quả hơn. Chính tầm nhìn đó đã dẫn ông tới một quyết định quan trọng: Hiện thực hóa một mô hình hỗ trợ tâm lý và hướng nghiệp mang tính đột phá, kết hợp tri thức tâm lý với sức mạnh của công nghệ. “Tôi nhận ra, Đại học Bách khoa Hà Nội là địa điểm lý tưởng có thể giúp tôi hiện thực hóa tầm nhìn đó.” - PGS. Phạm Mạnh Hà nhận định. Tháng 2/2025, sau thời gian dài công tác và giữ vị trí quản lý ở các đơn vị uy tín như Trường Đại học Khoa học Xã hội và Nhân văn (ĐHQGHN), Học viện Thanh thiếu niên Việt Nam và Trường Đại học Giáo dục (ĐHQGHN), PGS. Phạm Mạnh Hà đưa ra quyết định táo bạo mà có lẽ ít người dám làm: “Nhảy việc” ở tuổi 50! Nghỉ công tác quản lý để thi tuyển vào Đại học Bách khoa Hà Nội. “Bạn bè, đồng nghiệp, gia đình đều bất ngờ với quyết định của tôi, nhưng tôi tin mình đang đi đúng hướng.” – PGS. Phạm Mạnh Hà gọi quyết định ấy không phải là “từ bỏ”, mà là một “bước ngoặt” cần thiết để tập trung toàn lực vào tầm nhìn của bản thân mình. PGS. Phạm Mạnh Hà phát biểu tại Hội thảo tham vấn chuyên môn do Bộ Giáo dục và Đào tạo tổ chức. Ảnh: Tạp chí Giáo dục Tin chắc rằng với sự nhạy bén nghề nghiệp của một chuyên gia tâm lý giáo dục, thầy Hà đã xác định đúng hướng đi cho giai đoạn phát triển mới của sự nghiệp. Tháng 5/2025, PGS. Phạm Mạnh Hà chính thức gia nhập gia đình Bách khoa, viết tiếp mối lương duyên hơn 2 thập kỷ của thầy với ngôi trường này. “Phiên dịch” tri thức tâm lý học sang ngôn ngữ Nhiều người nghĩ rằng việc chuyển từ một môi trường đào tạo chuyên sâu về khoa học giáo dục sang một đại học kỹ thuật sẽ có không ít trở ngại. Tuy nhiên, với PGS. Phạm Mạnh Hà - người đã làm công tác nghiên cứu và giảng dạy về tâm lý học tổ chức công nghiệp (nghiên cứu hành vi con người trong môi trường làm việc, môi trường công nghiệp) trong nhiều năm, việc chuyển sang môi trường đào tạo kỹ sư cho các tổ chức công nghiệp, là một sự chuyển dịch vô cùng hợp lý và tự nhiên. Trong những ngày làm việc đầu tiên tại cương vị mới, điều PGS. Phạm Mạnh Hà ấn tượng nhất là sự chuyên nghiệp, năng động, phong cách làm việc khoa học của người Bách khoa: “Mọi người đều có mục tiêu công việc rõ ràng và luôn hướng tới kết quả mang tính ứng dụng, khá giống với phong cách làm việc của tôi. Có lẽ tôi cũng có sẵn ‘chất Bách khoa’ đấy!”. Các đồng nghiệp tại Khoa Khoa học và Công nghệ giáo dục không xem tâm lý học là một lĩnh vực xa lạ, mà coi đó như một mảnh ghép quan trọng để hoàn thiện bức tranh giáo dục toàn diện, cùng thầy Hà thảo luận sôi nổi về chương trình đào tạo mới, cách tích hợp tâm lý học vào giáo trình kỹ thuật, phát triển các dự án nghiên cứu tâm lý sinh viên,... PGS. Phạm Mạnh Hà tư vấn cho thí sinh trong Ngày hội lựa chọn nguyện vọng xét tuyển 2025. Ảnh: Khoa Khoa học và Công nghệ giáo dục PGS. Phạm Mạnh Hà cho rằng, thách thức lớn nhất là “phiên dịch” tri thức tâm lý học sang ngôn ngữ để sinh viên kỹ thuật có thể hiểu và áp dụng được. “Nhưng đó cũng là cơ hội để tôi đổi mới phương pháp, tận dụng tư duy logic và khả năng phân tích dữ liệu của sinh viên kỹ thuật để cùng tạo ra những công cụ hỗ trợ tâm lý hiệu quả hơn!”. Chia sẻ về mục tiêu ngắn hạn trên chặng đường mới, PGS. Phạm Mạnh Hà bật mí dự định đang ấp ủ: Xây dựng hệ thống hỗ trợ tâm lý và định hướng nghề nghiệp dành riêng cho sinh viên Đại học Bách khoa Hà Nội! Dự án dự kiến triển khai dưới dạng Zalo mini app, mang tên BK Mind. Hành trình của PGS. Phạm Mạnh Hà tại Đại học Bách khoa Hà Nội chỉ vừa mới bắt đầu. Với phương châm “Vì thành công của người học - Để người thầy tỏa sáng”, Đại học Bách khoa Hà Nội sẽ là một mảnh đất xanh tươi nơi nâng đỡ PGS. Phạm Mạnh Hà tạo nên những đóng góp tích cực cho lĩnh vực Khoa học Giáo dục nói riêng và ngành Giáo dục nói chung.",
    "url": "https://hust.edu.vn/vi/news/to-chuc-nhan-su-tuyen-dung/chuyen-gia-tam-ly-giao-duc-dau-quan-dai-hoc-bach-khoa-ha-noi-655562.html"
},
{
    "title": "Thúc đẩy đổi mới giáo dục trong kỷ nguyên số",
    "content_length": 5420,
    "content": "Sáng nay (11/12), Đại học Bách khoa Hà Nội phối hợp cùng Đại học Portsmouth (Vương quốc Anh) và Đại học Giao thông Thượng Hải (Trung Quốc) tổ chức Tọa đàm học thuật với chủ đề “Micromobile Learning and AI Literacy”. Đây là hoạt động trong khuôn khổ dự án hợp tác quốc tế \"A Mobile and Open learning and networking platform for Science and Engineering\" (MOSE platform), do Hội đồng Anh tài trợ. Bách khoa Hà Nội luôn sẵn sàng học hỏi kinh nghiệm thế giới Phát biểu chào mừng tại tọa đàm, PGS. Huỳnh Quyết Thắng - Giám đốc Đại học Bách khoa Hà Nội nhấn mạnh vai trò của chuyển đổi số trong chiến lược phát triển quốc gia: “Việt Nam đang ở một thời điểm mang tính bản lề trong tiến trình đổi mới giáo dục, khoa học và công nghệ. Những định hướng chiến lược gần đây của Đảng và Chính phủ tiếp tục khẳng định chuyển đổi số là động lực quan trọng cho phát triển đất nước. Trong bối cảnh đó, năng lực số và năng lực AI không chỉ là mong muốn, mà là nền tảng thiết yếu để hình thành nguồn nhân lực có khả năng đóng góp vào nền kinh tế tri thức toàn cầu.” PGS. Huỳnh Quyết Thắng - Giám đốc Đại học Bách khoa Hà Nội - phát biểu khai mạc Là một trong những đại học kỹ thuật - công nghệ hàng đầu cả nước với hơn 40.000 sinh viên, Đại học Bách khoa Hà Nội định vị rõ vai trò tiên phong trong đào tạo nguồn nhân lực chất lượng cao và đồng hành cùng phát triển kinh tế - xã hội của đất nước. Nhà trường xác định bốn hướng ưu tiên chiến lược: Vật liệu tiên tiến; Khoa học và công nghệ sức khỏe; Năng lượng và môi trường bền vững; và đặc biệt là Công nghệ dữ liệu và hệ thống thông minh. Theo PGS. Huỳnh Quyết Thắng, kỷ nguyên AI đòi hỏi không chỉ áp dụng công nghệ mới mà còn tái tư duy toàn diện về mô hình đại học hiện đại, từ chương trình đào tạo, hệ sinh thái nghiên cứu, môi trường học tập đến cách thức tương tác với xã hội. Gắn với chủ đề “Micromobile Learning and AI Literacy”, Đại học Bách khoa Hà Nội đang triển khai hai hướng chiến lược: Phát triển hệ sinh thái micromobile learning - mô hình học tập linh hoạt, mở, theo cấu trúc vi mô, phù hợp với nhu cầu học tập suốt đời; Tăng cường năng lực AI cho toàn Đại học, không giới hạn ở các ngành CNTT mà mở rộng sang tất cả lĩnh vực kỹ thuật - công nghệ - kinh tế. PGS. Huỳnh Quyết Thắng khẳng định: “Để đạt được những mục tiêu đó, Đại học Bách khoa Hà Nội coi trọng việc học hỏi kinh nghiệm thành công từ các cơ sở giáo dục hàng đầu thế giới. Buổi tọa đàm hôm nay chính là hình mẫu của hợp tác ý nghĩa, nơi các chuyên gia từ Anh, Trung Quốc và Việt Nam cùng chia sẻ tri thức, mở ra các hướng nghiên cứu và thực tiễn đầy triển vọng.” Sức mạnh hợp tác quốc tế Vương quốc Anh – Việt Nam – Trung Quốc Phát biểu khai mạc toạ đàm, ông Chen Zhao - Trưởng phòng Giáo dục và Khoa học, Hội đồng Anh tại Trung Quốc bày tỏ niềm vui được đồng hành cùng dự án MOSE và nhấn mạnh ý nghĩa của các mô hình hợp tác đa bên: “Sáng kiến này là minh chứng cho sức mạnh của hợp tác quốc tế khi các trường đại học cùng chia sẻ tầm nhìn và giá trị. Việc các cơ sở giáo dục từ Việt Nam, Vương quốc Anh và Trung Quốc cùng góp sức không chỉ giúp trao đổi tri thức mà còn mở ra cơ hội học tập và đổi mới cho sinh viên.” Ông Chen Zhao - Trưởng phòng Giáo dục và Khoa học, Hội đồng Anh tại Trung Quốc - phát biểu trực tuyến Theo đại diện Hội đồng Anh tại Trung Quốc, giáo dục số và học tập trực tuyến đang trở thành trụ cột của giáo dục toàn cầu, nhưng mỗi quốc gia lại đối mặt với những thách thức khác nhau về hạ tầng, chính sách, phương pháp sư phạm và khả năng thích ứng của người học. Vì vậy, việc đối thoại về micromobile learning và năng lực AI mang ý nghĩa đặc biệt quan trọng trong bối cảnh giáo dục đang thay đổi nhanh chóng. Ông cũng nhấn mạnh vai trò hợp tác Anh - Trung - Việt trong giáo dục đại học, nghiên cứu khoa học và chuyển giao tri thức, đồng thời khẳng định Hội đồng Anh tiếp tục cam kết hỗ trợ các dự án thúc đẩy đổi mới sáng tạo, giáo dục khai phóng và năng lực số cho thế hệ trẻ. Với chủ đề “Micromobile Learning and AI Literacy”, buổi tọa đàm quy tụ sáu báo cáo chuyên môn với các góc nhìn đa dạng, được các chuyên gia chia sẻ trực tiếp và trực tuyến: 1. Micro-mobile learning - An open learning platform - GS Raymond Lee, Đại học Portsmouth; 2. Digital transformation and Al literacy at HUST - PGS. Nguyễn Phi Lê, Đại học Bách khoa Hà Nội; 3. Ethical and responsible uses of GenAl in Education – PGS. Mike Perkins, Trường Đại học Anh quốc Việt Nam; 4. Micro-mobile learning at Shanghai Jiao Tong University – TS. Mirabell Seymour, Đại học Giao thông Thượng Hải; 5. Al in Research - Gait analysis for Parkinson's disease and vertigo – GS. Dongyun Gu, Đại học Giao thông Thượng Hải; 6. Pedagogic research on micro mobile learning – TS. Samantha Penny, Đại học Portsmouth. PGS. Huỳnh Quyết Thắng (bìa trái) gửi tặng những món quà tri ân đến các diễn giả quốc tế PGS. Nguyễn Phi Lê - Đại diện Đại học Bách khoa Hà Nội chia sẻ về thực trạng chuyển đổi số và nâng cao năng lực AI tại Nhà trường Kết thúc toạ đàm, đoàn chuyên gia tiếp tục tham quan các phòng học, phòng thí nghiệm và cơ sở vật chất đào tạo tại Đại học Bách khoa Hà Nội nhằm tìm hiểu sâu hơn về môi trường đào tạo và các mô hình giảng dạy đang được triển khai. Buổi tọa đàm không chỉ là diễn đàn học thuật, mà còn là cầu nối hợp tác giúp các cơ sở giáo dục đại học trong khu vực và trên thế giới cùng nhau kiến tạo những giải pháp đổi mới, góp phần định hình tương lai của giáo dục đại học trong thời đại số. Ảnh: Duy Thành",
    "url": "https://hust.edu.vn/vi/news/khoa-hoc-cong-nghe-dmst/thuc-day-doi-moi-giao-duc-trong-ky-nguyen-so-655719.html"
},
{
    "title": "Cô giáo Bách khoa “nảy số” đề tài nghiên cứu khoa học",
    "content_length": 8091,
    "content": "Tốt nghiệp cử nhân rồi tiếp tục học thạc sĩ, cô Nguyễn Thị Minh Hà từng trải nghiệm nhiều môi trường làm việc ở cả các trường đại học công lẫn đại học tư trong nước. Năm 2022, cô Hà gia nhập Khoa Ngoại ngữ, Đại học Bách khoa Hà Nội, nơi cô hay gọi vui là “mảnh đất lành”. Có những con đường nghề nghiệp đến thật tự nhiên, như thể từng bước chân đã được dẫn dắt bởi một sự tình cờ đẹp đẽ. Cô giáo thích tự làm mới mình mỗi ngày Sinh năm 1985, tốt nghiệp Cử nhân và Thạc sĩ tại Trường Đại học Ngoại ngữ (Đại học Quốc gia Hà Nội) cô Minh Hà từng dạy ở nhiều môi trường đại học cả công lập và tư thục tại Hà Nội, rồi các lớp thỉnh giảng tại một số đại học, học viện… Trải nghiệm phong phú như thế nên ngày đặt chân về Bách khoa, cô lập tức cảm nhận được sự khác biệt. “Ở đây thân thiện lắm, dễ làm việc, dễ chia sẻ, mà tôi lại có đất để phát huy. Cảm giác hợp nhau vô cùng” - cô Hà cười hiền. Trong nhiều môi trường học thuật đa dạng, với chuyên ngành Phương pháp giảng dạy tiếng Anh, bất kỳ lĩnh vực nào từ Tiếng Anh thực hành đến kỹ năng học thuật, từ Tiếng Anh chuyên ngành kỹ thuật về xây dựng, công nghệ thông tin, đến Tiếng Anh kinh doanh … cô đều lăn xả học hỏi và tự tin giảng dạy. Có những khi gặp thuật ngữ khó, cô gọi hỏi đồng nghiệp của khoa chuyên môn, có khi nhắn bạn bè, có khi lặng lẽ mở các trang mạng uy tín để tìm hiểu thêm. Cô Minh Hà (thứ 6 từ phải sang) cùng các đồng nghiệp Khoa Ngoại ngữ, ĐHBK Hà Nội Cách cô nói về việc tự học khiến người ta nhớ đến ý nghĩa của công việc cô theo đuổi: Làm nghề giáo là “học tập suốt đời”. Và bởi vậy, mỗi lần giáo trình cập nhật phiên bản mới, cô lại thấy háo hức ngồi soạn lại bài, đọc lại tài liệu, ghi chú những điểm mới,… Cô luôn tự nhủ: “Nếu mình không đổi mới, không cập nhật, mình sẽ cũ đi rất nhanh.” Trong những lớp Tiếng Anh thực hành, nơi sinh viên chuyên ngành ngôn ngữ bắt đầu học cách trình bày, phản biện, tự học và làm việc nhóm, cô Hà thường tạo ra những “nhóm học tập xoay vòng”. Mỗi buổi học lại chia nhóm khác nhau, để sinh viên có cơ hội làm việc với nhiều bạn, hiểu nhau hơn, và quan trọng nhất là giảm cái “ngại”. Với cô, lớp học phải vui, phải thoải mái thì sinh viên mới mở lòng để học. Ở Bách khoa, cô dạy cả hai nhóm sinh viên: Nhóm sinh viên học chương trình tiên tiến và nhóm ngôn ngữ Anh. Mỗi bên một phong cách, một đặc điểm, nhưng đều có điểm chung: Thích cái mới, thích công nghệ. Vậy nên cô luôn cập nhật những công cụ, phần mềm, những phương pháp giảng dạy mới. Để làm được như vậy, cô Hà đã tham gia nhiều khóa học, có khóa do Khoa/Đại học tổ chức, có khóa cô tự bỏ tiền túi đăng ký học từ chuyên gia trong và ngoài nước. Mỗi thứ học được, cô đều tìm cách thử ngay trong lớp. Cô Minh Hà (thứ 4 từ phải qua) và TS. Trịnh Thị Ánh Hằng (thứ 5 từ phải qua) - Phó Trưởng khoa phụ trách Khoa Ngoại ngữ, ĐHBK Hà Nội cùng các nhóm sinh viên NCKH Khi nghiên cứu khoa học trở thành một đam mê Cô Hà kể bước ngoặt khiến mình đắm chìm vào nghiên cứu bắt đầu từ lời động viên của một đồng nghiệp là lãnh đạo Viện Ngoại ngữ (nay là Khoa Ngoại ngữ). Thời điểm ấy, một đề tài cơ sở được giao, rồi từ đó là cả một hành trình cô gọi là “vỡ vạc”. Nghiên cứu giúp cô nhìn nghề dạy học theo một góc mới. Mỗi kết quả, mỗi số liệu lại soi chiếu ngược trở lại cách cô đứng lớp. Dần dần, việc dạy và việc nghiên cứu cứ đan vào nhau một cách tự nhiên: Bài học trở thành nơi thu thập dữ liệu, còn nghiên cứu trở thành nguồn để cô cải thiện bài giảng. Ngọn lửa đam mê từ cô giáo Minh Hà qua từng lời giảng, qua từng tiết học đã lan sang sinh viên! Ngay từ năm nhất, trong những bài giảng về kỹ năng học thuật, cô nhẹ nhàng gieo vào sinh viên tư duy khoa học, không nặng nề, không áp lực. Đến khi Khoa Ngoại ngữ phát động phong trào sinh viên nghiên cứu khoa học vào tháng 11-12, nhiều sinh viên/nhóm sinh viên tự tìm đến cô qua nhiều “kênh” khác nhau: inbox, email, gọi điện, thậm chí chạy đến gặp trực tiếp, chỉ để nói một câu: “Cô ơi, cô hướng dẫn em/nhóm em nghiên cứu đề tài này được không ạ?”. Cô Minh Hà hướng dẫn nhóm sinh viên đạt giải Nhất Hội nghị Sinh viên NCKH năm học 2023 - 2024 Cô Minh Hà hướng dẫn nhóm sinh viên đạt giải Nhì Hội nghị Sinh viên NCKH năm học 2024 - 2025 Cô Minh Hà hướng dẫn nhóm sinh viên đạt giải Khuyến khích Hội nghị Sinh viên NCKH năm học 2024 - 2025 Cô Minh Hà hướng dẫn SV làm Khóa luận xuất sắc, có bài đăng Hội thảo quốc tế ICEF, nhóm trưởng được học bổng toàn phần học Thạc sỹ tại Anh Nhóm đầu tiên cô hướng dẫn theo phân công của Khoa đạt giải Nhất cuộc thi sinh viên nghiên cứu khoa học Đại học Bách khoa Hà Nội năm học 2023 - 2024. Năm sau, có hai nhóm vào chung kết với 1 giải Nhì, 1 giải Khuyến khích. Cô luôn nói với sinh viên: Giải thưởng chỉ là “phụ”, giá trị lớn nhất là quá trình học cách làm nghiên cứu. Một số sinh viên được cô hướng dẫn khóa luận tốt nghiệp cũng viết được bài báo đăng tạp chí trong nước, và tham dự hội thảo quốc tế. Hai năm gần đây, năm nào hội thảo quốc tế của Đại học Bách khoa Hà Nội, do Khoa Ngoại ngữ kết hợp với Khoa Khoa học Công nghệ và Giáo dục tổ chức, cũng có sinh viên/nhóm sinh viên cô hướng dẫn NCKH hoặc hướng dẫn Khóa luận tốt nghiệp tham dự. Cô Hà chia sẻ: “Không biết sinh viên đồn nhau kiểu gì mà bảo: Cô Hà hướng dẫn mát tay lắm, dễ được giải.” Câu nói nghe vui, nhưng đằng sau là những đêm họp lệch múi giờ vì sinh viên đang học trao đổi ở nước ngoài; là những buổi sửa từng dòng chữ, phân tích từng loại dữ liệu; là các cuộc gọi kéo dài buổi đêm muộn bàn cách tháo gỡ vướng mắc… Gần đây nhất, sinh viên của cô làm nghiên cứu về ứng dụng công nghệ và AI trong việc học từ vựng nhằm nâng cao năng lực viết học thuật… Các bạn nghiên cứu sâu, kỹ, sáng tạo, thành lập nhóm dạy ứng dụng AI vào việc học Tiếng Anh cho sinh viên năm Nhất. Cô kể với giọng đầy tự hào: “Nhiều bạn giỏi lắm, tôi học lại từ chính sinh viên.” Cô Minh Hà và các sinh viên khoa Ngoại ngữ Khoảnh khắc nhỏ nuôi lớn tình yêu nghề Chia sẻ về nghề, cô Hà nói rất chân thành, không tô vẽ. Cô nhớ về thời mình nhận đề tài nghiên cứu khoa học, những lần thất bại khi chạy dữ liệu SPSS sai, những đêm bị deadline “đè” không ngóc đầu lên được,… Tất cả đều được cô kể lại với sinh viên, để các bạn hiểu rằng không có thành công nào là dễ dàng. Nhưng cũng có những khoảnh khắc khiến cô cảm thấy mọi vất vả đều xứng đáng. Như chuyện một sinh viên cô hướng dẫn làm khóa luận được học bổng toàn phần sang Anh học thạc sĩ. Trong quá trình làm luận văn, bạn vẫn liên lạc để xin cô tư vấn về cách thu thập dữ liệu. Những lúc vướng, cô lại cùng sinh viên nghĩ hướng giải quyết, thậm chí nhờ các khóa dưới hỗ trợ. Ngày 20/11 mới đây, khi cô đang ngồi ở phòng giáo viên, một sinh viên chạy vào, đưa cô món quà gửi về từ nước Anh: Chiếc bánh “handmade” và tấm thiệp viết nắn nót từng chữ. Cô kể rằng lúc ấy, cảm giác như mọi nỗ lực của cô được gom lại thành một sự biết ơn rất đẹp. “Những điều nhỏ như thế tạo động lực cho tôi nhiều lắm” - cô Hà cười hiền nói. Bốn năm ở Bách khoa, cô Minh Hà cảm giác như đã gắn bó từ rất lâu rồi. Có lẽ vì cô tìm được nơi phù hợp với tính cách của mình: Nghiêm túc, thẳng thắn, ham học, không ngại vất vả. Niềm vui của cô giáo Bách khoa mỗi ngày lên lớp dạy sinh viên Cô Minh Hà đang là Trợ lý nghiên cứu khoa học của Khoa Ngoại ngữ. Với cô, môi trường này là nơi cô được phát triển bản thân, được đồng nghiệp và ban lãnh đạo tin tưởng, được học hỏi mỗi ngày. Cô nhắc đến 3 người thầy - 3 đồng nghiệp đã truyền cảm hứng đặc biệt: PGS. Nguyễn Việt Khoa , TS. Ngô Phương Anh và TS. Trịnh Thị Ánh Hằng . Đây là những người khiến cô luôn phấn đấu tiến xa hơn trên con đường nghiên cứu. Hiện cô đang đỡ đầu 5 nhóm sinh viên nghiên cứu khoa học, mỗi nhóm một đề tài khác nhau. Ý tưởng xuất hiện bất cứ lúc nào, cô đều ghi lại. Tinh thần đam mê ấy khiến sinh viên gọi cô là “Cô giáo “nảy số” đề tài”! Trong câu chuyện, cô Minh Hà nói một câu rất nhẹ nhưng lại gợi nhiều suy nghĩ: “Tôi thấy mình là người Bách khoa, từ lâu lắm rồi!”. Có lẽ, cô Minh Hà tự tin mình là người Bách khoa không phải vì thâm niên công tác mà vì trái tim cô đã chọn nơi này làm bến đỗ cho tình yêu nghề, cho đam mê nghiên cứu và cho tất cả nhiệt huyết cô muốn trao gửi đến sinh viên.",
    "url": "https://hust.edu.vn/vi/news/tin-tuc-su-kien/co-giao-bach-khoa-nay-so-de-tai-nghien-cuu-khoa-hoc-655715.html"
}
]